{"translation-revision-date":"2024-04-08 18:37+0000","generator":"WP-CLI\/2.10.0","source":"chunk-config-tab-consent.pro.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"sv_SE","plural-forms":"nplurals=2; plural=n != 1;"},"Enabled":["Aktiverat"],"Disabled":["Inaktiverad"],"Cancel":["Avbryt"],"Delete":["Radera"],"Today":["Idag"],"This Year":["Detta år"],"This Month":["Denna månad"],"This Week":["Denna vecka"],"Last 30 days":["Senaste 30 dagarna"],"Last 90 days":["Senaste 90 dagarna"],"Period":["Period"],"Consents by clicked button":["Samtycken genom klickad knapp"],"Cookie banner bypass":["Cookebanner undveks"],"Consents by group":["Samtycken per grupp"],"Please provide a date range!":["Ange ett datumintervall!"],"Want to see detailed statistics about the consents of your visitors?":["Vill du se detaljerad statistik över dina besökares samtycken?"],"You can get several statistics about how your users use the cookie banner. This helps you to calculate the total number of users who do not want to be tracked, for example, by extrapolating data from Google Analytics.":["Du kan se statistik över hur dina användare använder cookiebannern. Detta hjälper dig att räkna det totala antalet användare som inte vill spåras, till exempel för att extrapolera data från Google Analytics."],"Settings at the time of consent":["Inställningar vid tiden för samtycket"],"Website operator country":["Land för webbplatsens operatör"],"Not defined":["Ej angivet"],"Website operator full address":["Webbplatsoperatörens fullständiga adress"],"Website operator email":["Webbplatsoperatörens e-postadress"],"Website operator phone":["Webbplatsoperatörens telefonnummer"],"Contact form page":["Sida med kontaktformulär"],"Open site":["Öppen hemsida"],"Legal basis to be applied":["Rättslig grund att appliceras"],"GDPR \/ ePrivacy Directive":["GDPR \/ direktivet om integritet och elektronisk kommunikation (ePrivacy)"],"DSG (Switzerland)":["DSG (Schweiz)"],"Cookie Banner\/Dialog":["Cookiebanner\/-dialog"],"Active":["Aktiv"],"Deactivated":["Inaktiv"],"Content Blocker":["Innehållsblockerare"],"Set cookies after consent via":["Placera cookies efter samtycke via"],"Automatically accept all services for bots":["Acceptera automatiskt alla tjänster för bottar"],"Respect \"Do Not Track\"":["Respektera \"Spåra ej\""],"Duration of cookie consent":["Varaktighet av samtycke till cookies"],"days":["dagar"],"Handling of failed consent documentation":["Hantering av misslyckad dokumentation av samtycke"],"Allow only essential services":["Tillåt endast nödvändiga tjänster"],"Respect user consent":["Respektera användarens samtycke"],"Save IP address on consent":["Spara IP-adress för samtycke"],"Consent for data processing in the USA":["Samtycke för behandling av personuppgifter i USA"],"Consent for data processing in unsecure third countries":["Samtycke till behandling av personuppgifter i osäkra tredje länder"],"Secure countries in terms of the GDPR":["Säkra länder beträffande dataskyddsförordningen"],"%d countries":["%d länder"],"Age notice for consent":["Åldersmeddelande för samtycke"],"Age limit":["Åldersgräns"],"Naming of all services in first view":["Omnämnande av alla tjänster på förstasidan"],"Consent Forwarding":["Vidarebefordring av samtycken"],"Forward To":["Vidarebefordra till"],"Open endpoint":["Öppen slutpunkt"],"Additional cross domain endpoints":["Ytterligare slutpunkter mellan domäner"],"Hide on additional pages":["Dölj på ytterligare sidor"],"Geo-restriction":["Geo-begränsningar"],"Show banner only to users from these countries":["Visa bannern enbart till användare från dessa länder"],"Implicit consent for users from third countries":["Underförstått samtycke från användare från tredje länder"],"Accept all":["Godkänn alla"],"Accept only essentials":["Godkänn endast nödvändiga"],"Bypassed banner":["Undvikt banner"],"There is no preview for this consent, as it was given implicitly by {{strong}}%s bypass{{\/strong}}.":["Det finns ingen förhandsvisning tillgänglig för detta innehåll, eftersom det implicit gavs genom {{strong}}%s undvikande{{\/strong}}."],"Content Blocker as at the time of consent":["Innehållsblockerare vid tiden för samtycke"],"The consent to the service was given via a content blocker. Below you can see how the content blocker looked like when the user consented.":["Samtycket till tjänsten gavs via en innehållsblockerare. Nedan an du se hur innehållsblockeraren såg ut när användaren lämnade sitt samtycke."],"You want to see what was displayed to the visitor?":["Vill du se vad som visades för besökaren?"],"Unlock preview":["Lås upp förhandsvisningen"],"pro-modal\/consent-preview-blocker.png":["pro-modal\/consent-preview-blocker.png"],"We generate the content blocker that your visitor has seen from all settings, design preferences and services. You can see exactly how his or her consent was obtained and track clicks on buttons.":["Vi genererar innehållsblockeraren som din besökare har sett utifrån alla inställningar, designpreferenser och tjänster. Du kan se exakt hur hans eller hennes samtycke erhölls och spåra vilka knappar som klickades."],"The process of how the website visitor interacted with the content blocker to give consent was recorded for documentation purposes. You can replay the interactions. Note that the dimensions of the content blocker and consent dialog do not have to be the same as the ones that were displayed to the website visitor, and the recording may not be fully accurate if, for example, you use custom CSS on your website or the visitor used a translating browser extension.":["Processen för hur hemsidans besökare interagerade med innehållsblockeraren för att ge sitt samtycke registrerades för dokumentationssyften. Du kan spela upp interaktionerna. Observera att dimensionerna för innehållsblockeraren och samtyckesdialogen inte nödvändigtvis är samma som de hade när de visades för hemsidans besökaren och att inspelningen kanske inte är helt felfri om, till exempel, du använder anpassad CSS på din hemsida eller om besökaren använde ett översättningstillägg i sin webbläsare."],"Stop":["Stopp"],"Replay interactions":["Spela upp interaktioner"],"Forwarded consent":["Vidarebefordrat samtycke"],"There is no preview for this consent, as it was given implicitly by forwarding the consent. The user has given his\/her consent via {{a}}%s{{\/a}}, and this consent has been forwarded automatically.":["Det finns ingen förhandsvisning för detta samtycke, eftersom det gavs implicit genom vidarebefordring av samtycket. Användaren gav hans\/hennes samtycke via {{a}}%s{{\/a}} och detta samtycke har automatiskt vidarebefordrats."],"Cookie banner as at the time of consent":["Cookiebanner vid tiden för samtycket"],"Use the button below to see what the cookie banner looked like at the time of the user's consent. The services\/groups selected there also look the way the user saw them. A button framed in red shows which button the user clicked on at the time of consent.":["Använd knapparna nedan för att se hur cookiebannern såg ut vid tiden för användarens samtycke. Tjänsterna\/grupperna som är valda där ser också ut så som användaren såg dem. En knapp som är inramad i rött visar vilken knapp som användaren klickade på vid tiden för samtycke."],"Open banner":["Öppna banner"],"pro-modal\/consent-preview-banner.png":["pro-modal\/consent-preview-banner.png"],"We generate the cookie banner from all (design) settings and services that the visitor has seen. You can see exactly how consent was obtained and track clicks on buttons.":["Vi genererar cookiebannern från alla (design-) inställningar och tjänster som besökaren har sett. Du kan se exakt hur samtycket erhölls och spåra vilka knappar som klickades."],"The process of how the website visitor interacted with the cookie banner to give consent was recorded for documentation purposes. You can replay the interactions. Note that the recording may not be fully accurate if, for example, you use custom CSS on your website or the visitor used a translating browser extension.":["Processen för hur hemsidans besökare interagerade med cookiebannern för att ge sitt samtycke registrerades för dokumentationssyften. Du kan spela upp interaktionerna. Observera att inspelningen kanske inte är helt felfri om, till exempel, du använder anpassad CSS på din hemsida eller om besökaren använde ett översättningstillägg i sin webbläsare."],"This consent was documented with a Real Cookie Banner version prior to 3.10.0. Due to rework to comply with the {{aAct}}European Accessibility Act{{\/aAct}}, interactions with the currently installed version of Real Cookie Banner are no longer playable. However, they are still documented in the consent export. If you need to play the interactions, please request an old Real Cookie Banner version from the {{aSupport}}support{{\/aSupport}}.":["Detta samtycke dokumenterades med en Real Cookie Banner-version före 3.10.0. På grund av omarbetning för att leva upp till det {{aAct}}europeiska tillgänglighetsdirektivet{{\/aAct}}, är interaktioner med den för närvarande installerade versionen av Real Cookie Banner inte längre spelbara. De finns däremot fortfarande dokumenterade i samtyckesexporten. Om du behöver spela upp interaktionerna kan du be om en gammal version av Real Cookie Banner från {{aSupport}}supporten{{\/aSupport}}."],"https:\/\/eur-lex.europa.eu\/legal-content\/EN\/TXT\/?uri=CELEX:32019L0882":["https:\/\/eur-lex.europa.eu\/legal-content\/SV\/TXT\/?uri=CELEX:32019L0882"],"https:\/\/devowl.io\/support\/":["https:\/\/devowl.io\/support\/"],"This consent was documented with a Real Cookie Banner version prior to 4.1.0. Due to rework to comply with the TCF 2.2 standard, interactions with the currently installed version of Real Cookie Banner are no longer playable. However, they are still documented in the consent export. If you need to play the interactions, please request an old Real Cookie Banner version from the {{aSupport}}support{{\/aSupport}}.":["Detta samtycke dokumenterades med en Real Cookie Banner-version före 4.1.0. På grund av omarbetning för att leva upp till det TCF 2.2 standard, är interaktioner med den för närvarande installerade versionen av Real Cookie Banner inte längre spelbara. De finns däremot fortfarande dokumenterade i samtyckesexporten. Om du behöver spela upp interaktionerna kan du be om en gammal version av Real Cookie Banner från {{aSupport}}supporten{{\/aSupport}}."],"Export consent":["Exportera samtycke"],"Use the button below to export all consents in a machine readable form.":["Använd knappen nedan för att exportera alla samtycken i ett maskinläsbart format."],"Successfully copied to the clipboard!":["Kopierades till urklipp!"],"Export to clipboard":["Exportera till urklipp"],"Viewport (px)":["Visningsport (pixlar)"],"Viewed page":["Visad sida"],"Context":["Kontext"],"Filter by URL...":["Filtrera efter URL..."],"Reset filter":["Återställ filter"],"Search":["Sök"],"Reset":["Återställ"],"For data protection reasons, IP addresses, depending on the configuration of the cookie banner, were only shortened by the last octet and stored hashed. In this case, you can only assign consents to individual IP addresses with a high probability, but not with absolute certainty. Therefore, also match the time of consent to narrow down your search for the proper consent!":["Av skäl hänförliga till dataskydd, kortades IP-adresser ned till bara sista oktetten och lagrades hashat, beroende på konfigurationen för cookiebannern. I detta fall, kan du bara härleda samtycken till individuella IP-adresser med en hög sannolikhet, men inte med absolut säkerhet. Matcha därför också tiden för samtycket för att begränsa din sökning för att finna det relevanta samtycket!"],"No data":["Inga data"],"Less":["Färre"],"More":["Fler"],"Are you sure you want to delete all consents? You should only do this if it is absolutely necessary. In case you want to continue, make sure you have {{a}}exported{{\/a}} all consents beforehand (for legal reasons).":["Är du säker att du vill radera alla samtycken? Du bör bara göra detta om det är absolut nödvändigt. Om du vill fortsätta, se till att du har {{a}}exporterat{{\/a}} alla samtycken dessförinnan (av legala skäl)."],"I am sure!":["Jag är säker!"],"Just to be sure: Do you really want to delete all consents?":["Bara för att vara helt säker: Vill du verkligen radera samtliga samtycken?"],"Delete all consents":["Radera alla samtycken"],"Time of consent documentation":["Tidpunkt för dokumentation av samtycke"],"This consent was given automatically because the browser sent a 'Do Not Track' header. Accordingly, only essential services have been consented to.":["Detta samtycke lämnades automatiskt eftersom webbläsaren sände ett \"Spåra ej\"-sidhuvud. I enlighet därmed, har bara grundläggande tjänster samtyckts till."],"Do Not Track":["Spåra ej"],"This consent has been given in a content blocker.":["Detta samtycke har lämnats i en innehållsblockerare."],"This consent was implicitly given by Consent Forwarding.":["Detta samtycke har implicit lämnats genom vidarebefordring av samtycken."],"Forwarded through Content Blocker":["Vidarebefordrades genom innehållsblockerare"],"Forwarded":["Vidarebefordrades"],"This consent was implicitly given by a configured bypass.":["Detta samtycke lämnades implicit genom ett konfigurerat undvikande."],"Unique name of the consent given":["Unikt namn för lämnat samtycke"],"UUID":["UUID"],"If you have allowed to log IP addresses, you can view them here. Otherwise you will see a salted hash of the IP address (truncated).":["Om du har tillåtit loggning av IP-adresser, kan du visa dem här. Annars kommer du att se en saltad hash av IP-adressen (trunkerad)."],"IP":["IP"],"Exact match":["Exakt matchning"],"Accepted services":["Accepterade tjänster"],"Actions":["Åtgärder"],"Are you sure you want to delete this entry?":["Är du säker att du vill ta bort den här posten?"],"Successfully added the links to your menu!":["Länkarna lades till i din meny!"],"No WordPress menu created yet.":["Ingen WordPress-meny har skapats ännu."],"Create menu":["Skapa meny"],"Already added":["Redan tillagd"],"Add all legal links":["Lägg till alla juridiska länkar"],"Edit manually":["Redigera manuellt"],"legal-text\u0004Privacy settings history":["Historik för integritetsinställningar"],"legal-text\u0004Revoke consents":["Återkalla samtycken"],"legal-text\u0004Change privacy settings":["Ändra integritetsinställningar"],"legal-text\u0004You have successfully revoked consent for services with its cookies and personal data processing. The page will be reloaded now!":["Du har framgångsrikt återkallat samtycken för tjänster tillsammans med dess cookies och behandling av personuppgifter. Sidan kommer att laddas om nu!"],"Successfully copied shortcode to clipboard!":["Kortkoden kopierades till urklipp!"],"Appearance":["Utseende"],"Link":["Länk"],"Button":["Knapp"],"It is recommended to use a simple link in your footer instead of a button to avoid visual misunderstandings.":["Det rekommenderas att en enkel länk används i din sidfot istället för en knapp för att undvika visuella missförstånd."],"HTML ID":["HTML-ID"],"If you want to apply a custom style to the link\/button, the shortcode output should be tagged with an ID attribute.":["Om du vill tillämpa en anpassad stil för länken\/knappen, bör utmatad kortkod taggas med ett ID-attribut."],"Text":["Text"],"The user must be able to clearly understand the behaviour of the link\/button from the name.":["Användaren måste klart och tydligt kunna förstå länken\/knappens beteende utifrån namnet."],"Success message":["Slutförandemeddelande"],"After the consent is revoked, the page will be reloaded. Let the user know what happened with a success message.":["Sidan kommer att laddas om efter att samtycket återkallats. Meddela användaren om vad som inträffade genom ett slutförandemeddelande."],"Result":["Resultat"],"Copy the generated shortcode and paste it into your website.":["Kopiera den genererade kortkoden och klistra in den i din hemsida."],"Copy to clipboard":["Kopiera till urklipp"],"Want to show legal links with a sticky icon?":["Vill du visa juridiska länkar med en klistrig ikon?"],"pro-modal\/sticky-legal-links.webm":["pro-modal\/sticky-legal-links.webm"],"Display a sticky icon on your website that makes the legal links easily accessible on every subpage. Not only does it look fancy, it also boosts your data protection!":["Visa en sticky-ikon på din webbplats som gör de juridiska länkarna lättillgängliga på varje undersida. Det ser inte bara snyggt ut, det ökar också ditt dataskydd!"],"Enable sticky links widget":["Aktivera widgeten för klibbiga länkar"],"Sticky legal links are now enabled on your website":["Klibbiga juridiska länkar är nu aktiverade på din webbplats"],"Sticky legal links are now disabled on your website":["Klibbiga juridiska länkar är nu inaktiverade på din webbplats"],"Add links to existing menu":["Lägg till länkar till existerande meny"],"Sticky legal links widget":["Widget för juridiska länkar"],"Show a sticky legal links widget on the bottom of your website":["Visa en widget med juridiska länkar längst ned på din webbplats"],"You can add the legal links in the free version of Real Cookie Banner as menu items or shortcodes (e.g. in your website footer).":["Du kan lägga till de juridiska länkarna i gratisversionen av Real Cookie Banner som menyalternativ eller kortkoder (t.ex. i sidfoten på din webbplats)."],"Customize":["Anpassa"],"Generate shortcode (advanced)":["Generera kortkod (avancerad)"],"Statistics":["Statistik"],"List of consents":["Lista över samtycken"],"Legal links":["Juridiska länkar"],"Select date":["Välj datum"],"Start date":["Startdatum"],"End date":["Slutdatum"],"Now":["Nu"],"Back to today":["Tillbaka till idag"],"OK":["OK"],"Clear":["Rensa"],"Month":["Månad"],"Year":["År"],"Select time":["Välj tid"],"Choose a month":["Välj en månad"],"Choose a year":["Välj ett år"],"Choose a decade":["Välj ett årtionde"],"Previous month (PageUp)":["Föregående månad (PageUp)"],"Next month (PageDown)":["Nästa månad (PageDown)"],"Last year (Control + left)":["Föregående år (Control + vänsterpil)"],"Next year (Control + right)":["Nästa år (Control + högerpil)"],"Last decade":["Föregående årtionde"],"Next decade":["Nästa årtionde"],"Last century":["Föregående århundrade"],"Next century":["Nästa århundrade"],"Rejected":["Avvisad"],"Some services":["Vissa tjänster"],"All services":["Alla tjänster"],"No data available for this period.":["Inga data finns tillgängliga för denna period."],"Consent by hand":["Samtycke för hand"],"Consent by \"Do Not Track\"":["Samtycke genom \"Spåra ej\""],"Bypass by: %s":["Undvikande genom: %s"],"Cookie Consent with Real Cookie Banner":["Cookie-samtycke med Real Cookie Banner"]}}}