{"translation-revision-date":"2024-04-08 18:37+0000","generator":"WP-CLI\/2.10.0","source":"chunk-config-tab-dashboard.lite.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"sv_SE","plural-forms":"nplurals=2; plural=n != 1;"},"Want a better integrated visual content blocker for your website?":["Vill du ha en bättre integrerad visuell innehållsblockerare för din hemsida?"],"pro-modal\/visual-content-blocker.webp":["pro-modal\/visual-content-blocker.webp"],"Instead of a lot of text, you can offer your visitor a more pleasant way to view blocked content. For example, you can replace your video embeds with a privacy-compliant dummy player with thumbnail, or an embedded map with a preview map.":["Istället för en vägg av text, kan du erbjuda din besökare ett behagligare sätt att visa blockerat innehåll. Till exempel kan du ersätta inbäddade videor med en sekretessförenlig imitation av en uppspelare med en miniatyr, eller en inbäddad karta med en förhandsvisad karta."],"Services":["Tjänster"],"Cancel":["Avbryt"],"No":["Nej"],"Today":["Idag"],"Want to see detailed statistics about the consents of your visitors?":["Vill du se detaljerad statistik över dina besökares samtycken?"],"You can get several statistics about how your users use the cookie banner. This helps you to calculate the total number of users who do not want to be tracked, for example, by extrapolating data from Google Analytics.":["Du kan se statistik över hur dina användare använder cookiebannern. Detta hjälper dig att räkna det totala antalet användare som inte vill spåras, till exempel för att extrapolera data från Google Analytics."],"Content Blocker":["Innehållsblockerare"],"Statistics":["Statistik"],"Select date":["Välj datum"],"Start date":["Startdatum"],"End date":["Slutdatum"],"Now":["Nu"],"Back to today":["Tillbaka till idag"],"OK":["OK"],"Clear":["Rensa"],"Month":["Månad"],"Year":["År"],"Select time":["Välj tid"],"Choose a month":["Välj en månad"],"Choose a year":["Välj ett år"],"Choose a decade":["Välj ett årtionde"],"Previous month (PageUp)":["Föregående månad (PageUp)"],"Next month (PageDown)":["Nästa månad (PageDown)"],"Last year (Control + left)":["Föregående år (Control + vänsterpil)"],"Next year (Control + right)":["Nästa år (Control + högerpil)"],"Last decade":["Föregående årtionde"],"Next decade":["Nästa årtionde"],"Last century":["Föregående århundrade"],"Next century":["Nästa århundrade"],"Cookie Banner is {{strong}}activated{{\/strong}}":["Cookiebannern är {{strong}}aktiverad{{\/strong}}"],"Cookie Banner is {{strong}}deactivated{{\/strong}}":["Cookiebannern är {{strong}}inaktiverad{{\/strong}}"],"You can enable and disable the cookie banner in the {{a}}settings page{{\/a}}.":["Du kan aktivera och inaktivera cookiebannern på {{a}}inställningssidan{{\/a}}."],"Content Blocker is {{strong}}activated{{\/strong}}":["Innehållsblockeraren är {{strong}}aktiverad{{\/strong}}"],"Content Blocker is {{strong}}deactivated{{\/strong}}":["Innehållsblockeraren är {{strong}}inaktiverad{{\/strong}}"],"You can enable and disable the content blocker in the {{a}}settings page{{\/a}}.":["Du kan aktivera och inaktivera innehållsblockeraren på {{a}}inställningssidan{{\/a}}."],"Available service groups:":["Tillgängliga tjänstgrupper:"],"Manage":["Hantera"],"You have defined {{strong}}%d enabled{{\/strong}}, %d disabled and %d draft services.":["Du har definierat {{strong}}%d aktiverade{{\/strong}}, %d inaktiverade och %d utkast på tjänster."],"You have defined {{strong}}%d enabled{{\/strong}}, %d disabled and %d draft TCF vendors.":["Du har definierat {{strong}}%d aktiverade{{\/strong}}, %d inaktiverade och %d utkast på TCF-leverantörer."],"Want to optimize the cookie banner for mobile users?":["Vill du optimera cookiebannern för mobilanvändare?"],"pro-modal\/mobile-optimization.png":["pro-modal\/mobile-optimization.png"],"Cookie banners are a necessary evil that takes up a lot of space, especially on smartphones. With mobile optimization you can customize the cookie banner so that it is more discreet and at the same time easy to read on smartphones.":["Cookiebanners är ett nödvändigt ont som tar upp mycket plats, särskilt på smartphones. Med mobiloptimering, kan du anpassa cookiebannern så att den är mer diskret och, samtidigt, enklare att läsa på smartphones."],"Enable mobile optimization":["Aktivera mobiloptimering"],"To ensure that the cookie banner does not take up too much space on mobile devices, its display can be reduced for this class of device.":["För att säkerställa att cookiebannern inte tar upp för mycket plats på mobila enheter, kan dess visning reduceras för den här kategorin av enheter."],"Simulate device in preview":["Simulera enhet i förhandsvisningen"],"Successfully saved changes!":["Ändringarna har sparats!"],"Already applied":["Tillämpas redan"],"Templates for hundreds of services that you could be running on your website must be downloaded from Real Cookie Banner's Service Cloud. The data will be downloaded locally to your server, so your website visitors will not need to connect to the cloud.":["Mallar för hundratals tjänster som du kan köra på din hemsida måste laddas ned från Real Cookie Banner:s tjänstmoln. Dessa data kommer att laddas ned lokalt till din server, så att din hemsidas besökare inte behöver ansluta till molnet."],"You have downloaded the service templates the last time on {{u\/}}":["Du har senast laddat ned tjänstmallarna den {{u\/}}"],"Release ID":["Utgåva-ID"],"Pre-release":["För-utgåva"],"Yes":["Ja"],"An error occurred when trying to download the templates from the Service Cloud for the first time. This means that the scanner will currently not be able to suggest scan results for service templates. The download will be performed again automatically in a few minutes, or click \"Update templates\" below.":["Ett fel uppstod när du försökte ladda ned mallarna från Tjänstmolnet för första gången. Detta innebär att skannern för närvarande inte kommer att kunna föreslå skanningsresultat för servicemallar. Nedladdningen kommer att ske automatiskt igen om några minuter, eller så kan du klicka på \"Uppdatera mallar\" nedan."],"The template database is downloaded to your WordPress and is updated daily. Click \"Update templates\" to download the latest version now!":["Databasen över mallar laddas ned till din WordPress och uppdateras dagligen. Klicka på \"Uppdatera mallar\" för att ladda ned den senaste versionen nu!"],"Update templates":["Uppdatera mallar"],"This functionality is only available with a valid license, as the service templates must be downloaded regularly from our cloud service.":["Den här funktionaliteten är endast tillgänglig med en giltig licens, eftersom tjänstmallarna måste laddas ned regelbundet från vår molntjänst."],"Activate license":["Aktivera licens"],"Activate free license":["Aktivera gratislicens"],"Real Cookie Banner can empty your page cache automatically as soon as a page cache is detected. This means that you do not have to manually clear your page cache if you make changes to the cookie banner via the customizer or if you ask for a new consent.":["Real Cookie Banner kan tömma din sidcache automatiskt så snart den upptäcker en sidcache. Det här innebär att du inte behöver manuellt rensa din sidcache om du gör ändringar på en cookiebanner via anpassningsverktyget eller om du ber om nytt samtycke."],"We have detected {{strong}}%s{{\/strong}} as your page cache.":["Vi har upptäckt {{strong}}%s{{\/strong}} som din sidcache."],"We did {{strong}}not detect{{\/strong}} any page cache on your site.":["Vi {{strong}}upptäckte inte{{\/strong}} någon sidcache på din hemsida."],"General":["Allmänt"],"Dismiss this info":["Avfärda denna information"],"Set up the cookie banner":["Ställ in cookiebannern"],"I have already done all the steps":["Jag har redan utfört alla stegen"],"More statistics":["Mer statistik"],"Service Cloud":["Tjänstmoln"],"Cache":["Cache"]}}}