{"translation-revision-date":"2024-04-08 18:37+0000","generator":"WP-CLI\/2.10.0","source":"admin.lite.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"sv_SE","plural-forms":"nplurals=2; plural=n != 1;"},"Create now":["Skapa nu"],"Cancel":["Avbryt"],"Content Blocker":["Innehållsblockerare"],"https:\/\/devowl.io\/support\/":["https:\/\/devowl.io\/support\/"],"Activate license":["Aktivera licens"],"Activate free license":["Aktivera gratislicens"],"Set up the cookie banner":["Ställ in cookiebannern"],"Learn more":["Läs mer"],"Use coupon {{tag}}%s{{\/tag}} in the next {{strongHours}}%s hours{{\/strongHours}} and save {{strongPercent}}%d %%{{\/strongPercent}} in the first year!":["Använd värdekoden {{tag}}%s{{\/tag}} inom {{strongHours}}%s timmar{{\/strongHours}} och spara {{strongPercent}}%d %%{{\/strongPercent}} det första året!"],"Successfully copied coupon to clipboard!":["Värdekoden kopierades till urklipp!"],"Get PRO!":["Skaffa PRO!"],"No, not interested...":["Nej, inte intresserad..."],"I want to learn more!":["Jag vill veta mer!"],"Check out this feature with a {{a}}free sandbox{{\/a}} before buying!":["Spana in den här funktionen med en {{a}}gratis sandlåda{{\/a}} innan du köper!"],"https:\/\/try.devowl.io\/?product=RCB":["https:\/\/try.devowl.io\/?product=RCB"],"Let our team help you with the setup":["Låt vårt team hjälp dig med att komma igång"],"https:\/\/devowl.io\/wordpress-real-cookie-banner\/cookie-experts\/":["https:\/\/devowl.io\/wordpress-real-cookie-banner\/cookie-experts\/"],"Get help from Cookie Experts":["Få hjälp från Cookie-experter"],"We admit, it is not easy to find all the services, cookies, etc. The legal requirements in the EU are quite complex for many website operators. We can understand if you feel overwhelmed - if this goes far beyond what you can technically do. After you know what all has to be considered, the question of how to make your website privacy compliant does not let you sleep peacefully either.":["Vi erkänner att det inte är enkelt att hitta alla tjänster, cookies, etc. De rättsliga skyldigheterna inom EU är ett tämligen komplext område för många som driver hemsidor. Vi förstår om du känner dig överväldigad och om detta går långt utöver vad du tekniskt känner dig bekväm med. Efter att du känner till allt som måste tas hänsyn till, är det lätt att man ligger sömnlös över frågan om hur du ser till att din hemsida lever upp till sekretesslagstiftningen."],"Don't worry, we have a solution for you! Our Cookie Experts have already set up many cookie banners and know exactly what they are doing. They can also set up your cookie banner quickly and easily. So, we can simply take this worry away from you.":["Oroa dig inte, vi har en lösning för dig! Våra Cookie-experter har redan tagit från många cookiebanners och vet exakt vad de håller på med. De kan också ta fram din cookiebanner snabbt och enkelt. Så, vi kan helt enkelt ta överta din huvudvärk från dig."],"Close":["Stäng"],"Unlock feature":["Lås upp funktion"],"\/ page":["\/ sida"],"Content Blockers are globally deactivated in the settings and are therefore not displayed on your website.":["Innehållsblockerare är globalt inaktiverade i inställningarna och visas därför inte på din hemsida."],"Enable now":["Aktivera nu"],"Currently scanning (%d %%)":["Skanning pågår (%d %%)"],"Needs PRO":["Kräver PRO"],"How time flies! You have installed Real Cookie Banner some time ago, but you still haven't finished the configuration yet.":["Så fort det går! Du installerade Real Cookie Banner för en tid sedan, men du har fortfarande inte slutfört konfigureringen än."],"We have collected all relevant steps for the legally compliant use of Real Cookie Banner after the first installation. Set up the cookie banner step by step to add a cookie banner to your website in compliance with the ePrivacy Directive and GDPR.":["Vi har samlat alla relevanta steg för en rättsligt giltig användning av Real Cookie Banner efter första installationen. Ta fram cookiebannern steg för steg för att lägga till en cookiebanner på din hemsida enligt kraven i ePrivacy-direktivet och dataskyddsförordningen GDPR."],"Hide completed steps":["Dölj slutförda steg"],"%d \/ %d steps completed":["%d \/ %d steg slutförda"],"What you should definitely know!":["Vad du inte får missa!"],"Okay, I got it":["Okej, jag förstår"],"You have changed settings that affect the content or behavior of the cookie banner. You should ask all visitors for their consent again.":["Du har ändrat inställningarna som påverkar cookiebannerns innehåll eller beteende. Du bör be alla besökare om samtycke igen."],"Request new consent":["Begär nytt samtycke"],"Are you sure you don't want to collect new consents?":["Är du säker att du inte vill be om nya samtycken?"],"Consent must be obtained in accordance with {{a}}Art. 7 GDPR{{\/a}}. Your visitor must be informed about all circumstances of the consent. However, you have made changes to your cookie banner, which lead to the fact that previously visitors have consented differently or to something different than is now in the cookie banner. Therefore, previously collected consents may have become partially invalid.":["Samtycke måste erhållas i enlighet med {{a}}Artikel 7 GDPR{{\/a}}. Din besökare måste informeras om alla omständigheter förknippade med samtycket. Du har däremot gjort ändringar i din cookiebanner, vilket leder till det faktum att tidigare besökare har samtyckt på ett annat sätt eller till något annat än vad som nu framgår av cookiebannern. Det innebär att tidigare erhållna samtycken kan ha blivit delvis ogiltiga."],"https:\/\/gdpr-text.com\/read\/article-7\/":["https:\/\/gdpr-text.com\/sv\/read\/article-7\/"],"If you have created a new service like Google Analytics (without visual content blocker), previous visitors can never consent without collecting new consents and you cannot track them, for example.":["För att nämna ett exempel: om du har skapat en ny tjänst som Google Analytics (utan visuell innehållsblockerare), kan tidigare besökare aldrig samtycka utan att du ber om nya samtycken, varmed du inte kan spåra samtyckena."],"Dismiss notice":["Avvisa meddelandet"],"Enable consent to data processing in insecure third countries":["Aktivera samtycke till behandling av personuppgifter i osäkra tredje länder"],"The cookie banner is activated, but unfortunately you have not yet created or enabled services.":["Cookiebannern är aktiverad, men tyvärr har du ännu inte skapat eller aktiverat tjänster."],"Your {{code}}wp-content{{\/code}} folder is not writable. Please check your permissions!":["Det går inte att skriva i din {{code}}wp-content{{\/code}}-mapp. Kontrollera dina behörigheter!"],"You have not yet defined a %s service. To use {{strong}}%s{{\/strong}} with Real Cookie Banner, you must create the appropriate service.":["Du har ännu inte definierat en %s-tjänst. För att använda {{strong}}%s{{\/strong}} med real Cookie Banner, måste du skapa en lämplig tjänst."],"Thank you for using the free version of Real Cookie Banner. You might also be interested in the PRO version, which offers you more features, 20+ design templates, 100+ service templates, 60+ content blocker templates and much more.":["Tack för att du använder gratisversionen av Real Cookie Banner. Du kanske också är intresserad av PRO-versionen, som erbjuder dig fler funktioner, 20+ designmallar, 100+ tjänstmallar, 60+ mallar för innehållsblockerare och mycket mer."],"Get PRO version":["Skaffa PRO-versionen"],"Real Cookie Banner":["Real Cookie Banner"],"Customize banner":["Anpassa banner"],"Real Cookie Banner is brought to you with {{icon\/}} by":["Real Cookie Banner levereras till dig med {{icon\/}} av"],"https:\/\/devowl.io\/":["https:\/\/devowl.io\/"],"Dashboard":["Översikt"],"Settings":["Inställningar"],"Scanner":["Skanner"],"Services (Cookies)":["Tjänster (Cookies)"],"Consent":["Samtycke"],"Import \/ Export":["Importera \/ Exportera"],"Licensing":["Licensering"],"Support":["Support"],"The scanner finds services that you use on your website that might set\/read cookies or process personal data. This is e.g. Google Analytics, YouTube or Elementor. If there is no template for a service, you will see from which external URLs content, scripts etc. are embedded. This allows you to set up your cookie banner quickly and easily.":["Skannern hittar tjänster som du använder på din hemsida som kan placera\/läsa cookies eller behandla personuppgifter. Detta utgörs av t.ex. Google Analytics, YouTube eller Elementor. Om det inte finns en mall för tjänster, kommer du att se från vilka externa URL:er som innehåll, skript, etc. är inbäddade. Detta gör det möjligt för dig att snabbt och enkelt ta fram din cookiebanner."],"We explicitly do not find cookies because that would not work reliably. {{a}}We explained why in our knowledge base.{{\/a}}":["Vi söker explicit inte efter cookies eftersom det tillvägagångssättet inte skulle fungera på ett tillförlitligt sätt. {{a}}Vi förklarar varför så är fallet i vår kunskapsbas.{{\/a}}"],"https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-cookie-scanner-finds-cookies-automatically\/":["https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-cookie-scanner-finds-cookies-automatically\/"],"What the scanner finds ...":["Vad skannern hittar ..."],"External services (with and without template)":["Externa tjänster (med eller utan mall)"],"WordPress plugins with templates that require consent":["WordPress-tillägg med mallar som kräver samtycke"],"Automatic check of all subpages of your website":["Automatiska kontroller av alla undersidor av din hemsida"],"... and what it does not":["... och vad den inte hittar"],"Cookies from unknown WordPress plugins":["Cookies från okända WordPress-tillägg"],"Services embedded after the page load via JavaScript":["Tjänster som inbäddas efter att sidan laddats via JavaScript"],"Complete coverage of your individual use case":["Komplett täckning av ditt individuella användarfall"],"Just by using the scanner, you will not set up your cookie banner one hundred percent correctly. If it is too complex or time-consuming for you to set up the cookie banner yourself, just let one of our {{a}}cookie experts{{\/a}} set it up for you!":["Bara genom att köra skannern, kommer du inte kunna slutföra din cookiebanner hundra procent korrekt. Om det är för komplext och tidskrävande för dig att ta fram cookiebannern på egen hand, så kan du bara låta en av våra {{a}}cookie-experter{{\/a}} göra det åt dig!"],"What are services? Services can be external applications such as Google Analytics or WordPress plugins or themes that process personal data (e.g. IP address) and\/or set cookies. Cookies (and similar technologies) are small text files that are stored on the device of visitors to your website. You can store information about the visitor in cookies, such as the website's language, or unique advertising IDs to display personalized advertising. You, as the site owner, must ensure that cookies are only placed on your visitors' devices and personal data are only processed if they have given their explicit consent. Unless you have a legitimate interest in the legal sense to do so even without consent. You can define here all the services you use and their cookies with their legal and technical information.":["Vad är tjänster? Tjänster kan vara externa applikationer såsom Google Analytics eller WordPress-tillägg eller -teman som behandlar personuppgifter (t.ex. IP-adresser) och\/eller placerar cookies. Cookies (och liknande teknologier) är små textfiler som lagras på din hemsidas besökares enheter. Du kan lagra information om besökaren i cookies, såsom hemsidans språk eller unika annonserings-ID:n för att visa personliga annonser. Du, som hemsidans ägare, måste säkerställa att cookies enbart placeras på besökares enheter samt att personuppgifter enbart behandlas om användaren har gett sitt explicita samtycke. Undantaget är om du har legitima intressen ur ett rättsligt perspektiv att göra det också utan samtycke. Du kan här definiera alla tjänster som du använder och deras cookies med legal och teknisk information."],"https:\/\/devowl.io\/2021\/web-cookies-overview\/":["https:\/\/devowl.io\/2021\/web-cookies-overview\/"],"What is a content blocker? Imagine that a user of your website does not accept all services. At the same time, you have integrated e.g. a YouTube video that sets cookies that the visitor has not agreed to. According to the ePrivacy Directive, this is prohibited. Content blockers automatically replace iframes, script and link tags like YouTube videos for such users and offer them to watch the video as soon as they agree to load it.":["Vad är innehållsblockerare? Föreställ dig att en användare av din hemsida inte accepterar alla tjänster. Samtidigt, har du integrerat t.ex. en YouTube-video som placerar cookies som besökaren inte har samtyckt till. Enligt ePrivacy-direktivet, är detta inte tillåtet. Innehållsblockerare ersätter automatiskt iframes, skripts och länktaggar, som YouTube-videor, för sådana användare och låter dem se videon först då när de har samtyckt till att ladda den."],"Consents are automatically documented in order to be able to prove compliance with the legal requirements according to {{a}}Art. 5 GDPR{{\/a}} and, in case of dispute, to prove how the consent was obtained.":["Samtycken dokumenteras automatiskt för att du ska kunna bevisa att du lever upp till lagkraven enligt {{a}}Artikel 5 av GDPR{{\/a}} och, i händelse av tvist, bevisa att samtycke har erhållits."],"https:\/\/gdpr-text.com\/read\/article-5\/":["https:\/\/gdpr-text.com\/sv\/read\/article-5\/"],"Consents before %s has been automatically deleted according to the settings you have made.":["Samtycken som erhållits före %s har automatiskt raderats i enlighet med de inställningar som du har angivit."],"Your website visitors must be able to view their consent history, change their consent, or withdraw their consent at any time. This must be as easy as giving consent. Therefore, the legal links must be included on every subpage of the website (e.g. in the footer).":["Din hemsidas besökare måste kunna granska sin samtyckeshistorik, ändra sitt samtycke, eller återkalla sitt samtycke när som helst. Detta måste vara lika enkelt som att ge samtycke. Därför, måste juridiska länkar inkluderas på varje undersida av hemsidan (t.ex. i sidfoten)."],"Hiding these options, e.g. in the privacy policy, is in the opinion of multiple data protection authorities in the EU a violation of the GDPR.":["Att dölja dessa alternativ, t.ex. i personuppgiftspolicyn, är enligt flera dataskyddsmyndigheter i EU ett brott mot dataskyddsförordningen (GDPR)."],"https:\/\/www.datenschutzkonferenz-online.de\/media\/oh\/20211220_oh_telemedien.pdf":["https:\/\/www.datenschutzkonferenz-online.de\/media\/oh\/20211220_oh_telemedien.pdf"],"To meet the requirements of the TCF standard, the shortcodes should be placed near the link to the privacy policy.":["För att möta kraven i TCF-standarden, bör kortkoderna placeras nära länken till personuppgiftspolicyn."],"What is a TCF vendor? According to the IAB Europe Transparency and Consent Framework (TCF), any service (e.g. Google for Google Ads) that wants to use consents according to the TCF standard must register as a vendor in the {{a}}Global Vendor List (GVL){{\/a}}. All TCF vendors specify for which purposes they need consent to process data and set cookies and which features they can offer with these consents. They also provide a link to their privacy policy for further information. You, as a website operator, must obtain consent in your cookie banner for all vendors you work with. You can limit the requested purposes of vendors to keep consents as privacy-friendly as possible.":["Vad är en TCF-leverantör? Enligt IAB Europe Transparency and Consent Framework (TCF), måste varje tjänst (t.ex. Google för Google Ads) som vill använda samtycken enligt TCF-standarden registrera sig som en leverantör i den {{a}}Globala Leverantörslistan (Global Vendor List (GVL)){{\/a}}. Alla TCF-leverantörer anger för vilka ändamål de behöver samtycke till behandlingen av personuppgifter och att placera cookies samt vilka funktioner som de tillhandahåller med dessa samtycken. De tillhandahåller också en länk till deras personuppgiftspolicys med närmare information. Du, som bedriver en hemsida, måste erhålla samtycke i din cookiebanner för alla leverantörer som du arbetar med. Du kan begränsa de begärda ändamålen för leverantörer för att hålla samtycken så integritetsvänliga som möjligt."],"https:\/\/iabeurope.eu\/vendor-list-tcf\/":["https:\/\/iabeurope.eu\/vendor-list-tcf\/"],"You are trying to obtain consent for the advertising network %s. In order to be able to display advertising, you must obtain consent in accordance with the TCF standard. Therefore, please first activate TCF compatibility for your cookie banner so that you can then make all the necessary configurations!":["Du försöker få samtycke till reklamnätverket %s. För att kunna visa reklam måste du inhämta samtycke i enlighet med TCF-standarden. Aktivera därför först TCF-kompatibiliteten för din cookiebanner så att du sedan kan göra alla nödvändiga konfigurationer!"],"You can export and import all or only some of the settings you made in Real Cookie Banner. If you have several websites, you can save a lot of time by transferring the settings comfortably.":["Du kan exportera och importera alla eller delar av inställningarna som du har angivit i Real Cookie Banner. Om du har flera hemsidor, kan du spara mycket tid genom att bekvämt föra över inställningarna."],"Also, you can export documented consents to save them in a local backup.":["Därutöver, kan du exportera dokumenterade samtycken för att spara dem i en lokal backup."],"Fully blocked":["Helt blockerad"],"Partially blocked":["Delvis blockerad"],"Not blocked":["Ej blockerad"]}}}