{"translation-revision-date":"2024-04-08 18:37+0000","generator":"WP-CLI\/2.10.0","source":"chunk-config-tab-scanner.lite.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"sv_SE","plural-forms":"nplurals=2; plural=n != 1;"},"Create now":["Skapa nu"],"Disabled":["Inaktiverad"],"Cancel":["Avbryt"],"No":["Nej"],"https:\/\/devowl.io\/support\/":["https:\/\/devowl.io\/support\/"],"Actions":["Åtgärder"],"Yes":["Ja"],"Close":["Stäng"],"If you think a sitemap exists but you get this error, please <a href=\"%s\" target=\"_blank\" \/>contact our support<\/a> and we will look individually where the problem is in your WordPress installation.":["Om du får upp detta fel trots att du tror att en webbplatskarta existerar, <a href=\"%s\" target=\"_blank\" \/>kontakta vår support<\/a> vartefter vi kommer att individuellt kolla upp var problemet kan finnas i din WordPress-installation."],"We didn't find a sitemap on your website. We need it to scan all the subpages of your website. Do you have this feature disabled in your WordPress?":["Vi hittade inte en webbplatskarta på din hemsida. Vi behöver den för att kunna skanna alla undersidor av din hemsida. Har du inaktiverat denna funktion i WordPress?"],"The sitemap could not be parsed. Therefore, we cannot check for services on your website.":["Webbplatskartan kunde inte analyseras. Vi kunde därför inte kontrollera tjänster på din hemsida."],"The sitemap is empty. So, we could not add any URLs to the scanner.":["Webbplatskartan är tom. Vi kunder därför inte lägga till några URL:er i skannern."],"Want to use %s template?":["Vill du använda mallen %s?"],"Only a limited number of templates for services and content blockers are available in the %s version of Real Cookie Banner. Get the PRO version now and create a service or content blocker from this template with just one click!":["Endast ett begränsat antal mallar för tjänster och innehållsblockerare finns tillgängliga i version %s av Real Cookie Banner. Skaffa PRO-versionen nu och skapa en tjänst eller innehållsblockerare från denna mall med bara ett klick!"],"Demo":["Demo"],"Free":["Gratis"],"You can create this service yourself in the free version without any restrictions and research the necessary information.":["Du kan skapa den här tjänsten på egen hand i gratisversionen utan några begränsningar och efterforska den nödvändiga informationen."],"The {{strong}}%s{{\/strong}} plugin is recommending this service.":["Tillägget {{strong}}%s{{\/strong}} rekommenderar denna tjänst."],"Integration":["Integration"],"No description":["Ingen beskrivning"],"Whoops!":["Hoppsan!"],"Scan complete website":["Skanna hela hemsidan"],"Find your website sitemap...":["Hitta din hemsidas webbplatskarta..."],"Collect all scannable URLs...":["Samla in alla skanningsbara URL:er..."],"Add URLs to queue...":["Lägg till URL:er till kön..."],"Scanner requires up-to-date search data from the Service Cloud":["Skannern kräver uppdaterad sökdata från tjänstmolnet"],"The scanner can automatically search your website for used services. To do this, it needs an up-to-date database of search data for services, which must be downloaded from Real Cookie Banner's Service Cloud. The data will be downloaded locally to your server, so your website visitors will not need to connect to the cloud.":["Skannern kan automatiskt söka efter tjänster som används på din hemsida. För att utföra detta, kräver den en uppdaterad databas över tjänster, vilken måste laddas ned från Real Cookie Banners tjänstmoln. Dessa data kommer att laddas ned lokalt till din server så att hemsidans besökare inte behöver ansluta till molnet."],"You can activate your free licence at any time, without any costs.":["Du kan aktivera din gratislicens när som helst, utan några som helst kostnader."],"All recommendations applied":["Alla rekommendationer tillämpas"],"%d of %d recommendations applied":["%d av %d rekommendationer tillämpas"],"Scan failed":["Skanningen misslyckades"],"Scan completed":["Skanningen slutförd"],"Currently scanning {{code}}%s{{\/code}} (%d of %d pages scanned)...":["Skannar just nu {{code}}%s{{\/code}} (%d av %d sidor skannade)..."],"You can add already found services, edit your website or have a coffee in the meantime. The scanner runs in the background.":["Du kan lägga till redan hittade tjänster, arbeta på din hemsida eller njuta av en kopp kaffe under tiden. Skannern arbetar i bakgrunden."],"Cancel scan":["Avbryt skanning"],"Scan your website for services that may set cookies or process personal data to obtain consent.":["Skanna efter tjänster på din hemsida som kan placera cookies eller behandla personuppgifter för att du ska kunna be om samtycke."],"Page is scheduled for scanning again...":["Sidan är schemalagd för skanning igen..."],"Element found by markup":["Element hittat av markup"],"Scan again":["Skanna igen"],"Open markup":["Öppna markup"],"Since the scanner is currently still running, the table may be refreshed.":["Eftersom skanning fortfarande pågår, kan tabellen komma att uppdateras."],"Something went wrong.":["Något gick fel."],"No external URL found":["Inga externa URL:er hittades"],"Last scanned":["Senast skannad"],"HTML Tag":["HTML-tagg"],"This status shows you if the URL was blocked by a content blocker you defined.":["Denna status visar dig om URL:en var blockerad av en innehållsblockerare som du har satt upp."],"Blocked?":["Blockerad?"],"Blocked URL":["Blockerad URL"],"Found on this URL":["Hittades på denna URL"],"Pages are scheduled for scanning again...":["Sidor är schemalagda för att skannas igen..."],"Scan these pages again":["Skanna dessa sidor igen"],"Embeds found on %d page":["Inbäddningar funna på %d sida","Inbäddningarna funna på %d sidor"],"Services, for which you should obtain consent":["Tjänster, för vilka du bör erhålla samtycke"],"Ignored":["Ignorerad"],"Activate TCF":["Aktivera TCF"],"Are you sure that you want to ignore this recommendation?":["Är du säker på att du vill ignorera denna rekommendation?"],"Ignore recommendation":["Ignorera rekommendation"],"Restore recommendation":["Återställ rekommendation"],"Does {{i}}%s{{\/i}} belong to an essential service without which your website would technically no longer work?":["Tillhör {{i}}%s{{\/i}} en grundläggande tjänst utan vilken din hemsida inte längre fungerar tekniskt?"],"I do not know":["Jag vet inte"],"{{strong}}No:{{\/strong}} Non-essential services that process personal data (e.g. IP address in some countries) or set cookies may only be loaded after consent. You should block them using a content blocker until consent is given. {{i}}Examples would be iframes, YouTube and similar embeddings or tracking tools.{{\/i}}":["{{strong}}Nej:{{\/strong}} Icke-grundläggande tjänster som behandlar personuppgifter (t.ex. IP-adresser i vissa länder) eller placerar cookies får bara laddas efter att samtycke erhållits. Du bör blockera dem genom att tillämpa en innehållsblockerare tills samtycke har lämnats. {{i}}Exempel på detta skulle vara iframes, YouTube och liknande inbäddningar eller spårverktyg.{{\/i}}"],"{{strong}}Yes (rare cases):{{\/strong}} You should inform your users about the use of the service in the essential services group. You do not need to create a content blocker, as the service can be loaded without consent. {{i}}Examples are privacy-friendly spam protection tools or security tools.{{\/i}}":["{{strong}}Ja (bara i sällsynta fall):{{\/strong}} Du bör informera dina användare om användningen av dessa tjänster i gruppen för grundläggande tjänster. Du behöver inte skapa en innehållsblockerare, eftersom tjänsten kan laddas utan samtycke. {{i}}Exempel utgörs av integritetsvänliga spamskyddsverktyg eller säkerhetsverktyg.{{\/i}}"],"Handle external URL":["Hantera extern URL"],"Embeds of external URLs to be checked":["Inbäddningar av externa URL:er ska kontrolleras"],"You are embedding scripts, styles, iframes or similar from the following third-party servers. We currently do not have service templates for these. Therefore, you may have to create a service and\/or content blocker yourself after you have assessed the situation.":["Du bäddar inte skripts, stilar, iframes eller liknande från följande tredjepartsservrar. Vi har för närvarande inte någon tjänstmall för dessa. Därför kan du behöva skapa en tjänst- och\/eller innehållsblockerare på egen hand efter att du har bedömt situationen."],"What does the scanner find?":["Vad hittar skannern?"]}}}