{"translation-revision-date":"2024-04-08 18:37+0000","generator":"WP-CLI\/2.10.0","source":"106.lite.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"sv_SE","plural-forms":"nplurals=2; plural=n != 1;"},"Name":["Namn"],"Status":["Status"],"Enabled":["Aktiverat"],"Disabled":["Inaktiverad"],"Draft":["Utkast"],"Description":["Beskrivning"],"https:\/\/devowl.io\/knowledge-base\/is-real-cookie-banner-legally-compliant\/":["https:\/\/devowl.io\/knowledge-base\/is-real-cookie-banner-legally-compliant\/"],"Save":["Spara"],"Not defined":["Ej angivet"],"Consent":["Samtycke"],"Please choose a status!":["Välj en status!"],"You need to enable at least one purpose!":["Du måste aktivera minst ett syfte!"],"You have successfully saved the TCF vendor configuration.":["Du har sparat TCF-leverantörens konfiguration."],"The TCF vendor configuration could not be saved due to missing\/invalid form values.":["Konfigurationen för TCF-leverantören kunde inte sparas på grund av saknade\/ogiltiga värden i formuläret."],"You have unsaved changes. If you leave this page, your changes will be discarded.":["Du har gjort ändringar som inte har sparats. Om du klickar på lämnar denna sida, kommer ändringarna att förkastas."],"Provider":["Leverantör"],"Vendor ID: %d":["Leverantörs-ID: %d"],"Vendor configurations with the status \"Draft\" or \"Disabled\" are not visible to the public. In addition, a draft is highlighted in the table of vendor configurations so that you do not forget to complete it.":["Konfiguration av leverantörer med statusen \"Utkast\" eller \"Inaktiverad\" visas inte för allmänheten. Därutöver, markeras utkast i tabellen över konfigurationer av leverantörer så att du inte glömmer bort att färdigställa dem."],"Legal address":["Juridisk adress"],"Privacy policy of the provider":["Leverantörens personuppgiftspolicy"],"Explanation of the legitimate interest":["Förklaring av det berättigade intresset"],"Territorial scope":["Territoriell omfattning"],"The EU\/EEA\/EFTA\/UK jurisdictions where the vendor operates in the context of its TCF registration. Note that this is different from the place of establishment.":["De jurisdiktioner inom EU\/EES\/EFTA\/UK där säljaren är verksam inom ramen för sin TCF-registrering. Observera att detta inte är samma sak som etableringsort."],"This vendor transfers data outside EU\/EEA":["Denna leverantör överför data utanför EU\/EES"],"Transfer mechanism":["Mekanism för överföring"],"Adequacy decision":["Beslut om lämplighet"],"Standard contractual clauses":["Standardavtalsklausuler"],"Binding corporate rules":["Bindande företagsregler"],"Other":["Annat"],"Data processing in countries":["Behandling av personuppgifter i länder"],"Data is usually processed in the countries where the vendor has its headquarter or servers. You should check with your service provider where your users' data is processed.":["Personuppgifter behandlas vanligtvis i länder där leverantören har sitt säte eller sina servrar. Du bör kontrollera med din tjänstleverantör vad dina användares personuppgifter behandlas."],"Special treatment for unsafe countries":["Särskild behandling för osäkra länder"],"You have selected countries which are considered as unsafe (%s). If you activate one of this special treatment options, you do not ask for consent according to {{a}}Art. 49 GDPR{{\/a}}, if this kind of consent is activated at all in the settings.":["Du har valt länder som anses vara osäkra (%s). Om du aktiverar ett av dessa särskilda behandlingsalternativ ber du inte om samtycke enligt {{a}}Art. 49 GDPR{{\/a}}, om denna typ av samtycke överhuvudtaget är aktiverat i inställningarna."],"https:\/\/gdpr-info.eu\/art-49-gdpr\/":["https:\/\/gdpr-text.com\/sv\/read\/article-49\/"],"Please note that standard contractual clauses do not exist in Switzerland and the Trans-Atlantic Data Privacy Framework is not set into force. Therefore, you should leave the following checkboxes empty when addressing Swiss website visitors.":["Observera att standardavtalsklausuler inte existerar i Schweiz och att det transatlantiska ramverket för dataskydd inte har trätt i kraft. Därför bör du lämna följande kryssrutor tomma när du har schweiziska webbplatsbesökare som målgrupp."],"General vendor configuration":["Allmän konfiguration av leverantörer"],"The vendor specifies for which defined purposes he wants to process (personal) data of your visitors and use cookies. These can be deselected if consent should not be obtained for certain purposes. The vendor specifies the legal basis for data processing in according to  {{aGdpr}}Art. 6 GDPR{{\/aGdpr}} and whether you as the website operator can change this. \"Legitimate Interest\" means that this purpose is pre-selected on the basis of a legally designated legitimate interest, and the visitor to your website must actively object to it, if an objection is possible. \"Consent\" means that your visitors must explicitly agree to this purpose. The default settings are provided by the vendor, but do not have to match how you use the vendor on your website. In particular, you may need to make adjustments, if possible, in the \"Legal basis\" column. {{strong}}A legitimate interest exists only in a very few cases. If you are not sure, it is better to obtain consent.{{\/strong}}":["Leverantören anger inte för vilka ändamål vederbörande vill behandla dina besökares personuppgifter och använda cookies. Dessa kan väljas bort om samtycke inte skulle erhållas för vissa ändamål. Leverantören anger den rättsliga grunden för behandlingen av personuppgifter i enlighet med {{aGdpr}}Artikel 6 av GDPR{{\/aGdpr}} och huruvida du som driver hemsidan kan påverka detta. \"Legitimt intresse\" innebär att ändamålet är förvalt baserat på grunden att det är ett rättsligt designerat legitimt intresse och att din hemsidas besökare aktivt måste invända till det, om en invändning är möjlig. \"Samtycke\" innebär att dina besökare explicit måste acceptera ändamålet. Standardinställningarna anges av leverantören, men vi måste inte matcha hur du använder leverantören på din hemsida. I synnerhet, kan du behöva göra justeringar, om möjligt, i kolumnen för \"Rättslig grund\". {{strong}}Ett legitimt intresse existerar endast i undantagsfall. Om du är det minsta osäker, är det bättre att erhålla samtycke.{{\/strong}}"],"https:\/\/gdpr-text.com\/read\/article-6\/":["https:\/\/gdpr-text.com\/sv\/read\/article-6\/"],"Purposes and special purposes":["Ändamål och särskilda ändamål"],"Legal basis":["Rättslig grund"],"Legitimate interest":["Legitimt intresse"],"Illustrations":["Illustrationer"],"Special purpose":["Särskilt ändamål"],"Data retention period":["Lagringstid för uppgifter"],"%d day":["%d dag","%d dagar"],"It should be specified all cookies, which are used by using a service of a TCF vendor. There are several types of cookies and that the {{aEprivacy}}ePrivacy Directive (Directive 2009\/136\/EC) Art. 66{{\/aEprivacy}} requires that you inform your visitors not only about (HTTP) cookies, but also about cookie-like information. This data, if specified, is given by the TCF Vendor and is not mutable. If the information is incomplete, you will need to contact the TCF vendor to request the information be completed.":["Alla cookies, som används när en tjänst från en TCF-leverantör används, bör anges. Det finns flera typer av cookies och det krävs enligt {{aEprivacy}}ePrivacy-direktivet (direktiv 2009\/136\/EG) Artikel 66{{\/aEprivacy}} att du informerar dina besökare inte bara om (HTTP)-cookies, utan också om cookie-liknande information. Dessa uppgifter, om de är angivna, ges av TCF-leverantören och är inte föränderliga. Om informationen inte är komplett, behöver du ta kontakt med TCF-leverantören för att begära att informationen kompletteras."],"https:\/\/eur-lex.europa.eu\/legal-content\/EN\/TXT\/?uri=celex:32009L0136":["https:\/\/eur-lex.europa.eu\/legal-content\/SV\/TXT\/?uri=celex:32009L0136"],"Device Storage Disclosure":["Upplysningar om enhetslagring"],"Technical cookie information":["Teknisk cookie-information"],"TCF vendors must disclose their cookies, among other things, in accordance with the {{a}}\"Vendor Device Storage & Operational Disclosures\"{{\/a}} specification. However, this vendor fails to comply with the specification, so that the mandatory information for obtaining informed consent as defined by the GDPR cannot be read. You as a website operator can therefore not obtain valid consent for this vendor.":["TCF-leverantörer måste upplysa om sina cookies, bland annat, i enlighet med specifikationen för {{a}}\"Leverantörers upplysningar om enhetslagring och operativa upplysningar\" (\"Vender Device Storage & Operational Disclosures)\"{{\/a}}. Denna leverantör, däremot, lever inte upp till specifikationen, så att den obligatoriska informationen för att erhålla ett informerat samtycke i enlighet med dataskyddsförordningen (GDPR) kan inte läsas. Du som driver hemsidan kan därför inte erhålla giltigt samtycke för denna leverantör."],"You can find the vendor's faulty device storage disclosure at {{a}}%s{{\/a}}. Please contact the vendor and ask for a standard compliant device disclosures!":["Du kan hitta leverantörens bristfälliga upplysningar om enhetslagring på {{a}}%s{{\/a}}. Kontakta leverantören och be dem om en standard som lever upp till kraven på upplysningar rörande enheter!"],"Problem:":["Problem:"],"The vendor does not provide any disclosures.":["Leverantören lämnar inga upplysningar."],"The vendor does not specify for one or multiple cookies for which domains they are valid.":["Leverantören specificerar inte för en eller flera cookies för vilka domäner de gäller."],"The vendor does not specify the purpose for one or multiple cookies.":["Leverantörer specificerar inte ändamålet för en eller flera cookies."],"The vendor does not specify for one or multiple cookies if the cookie does refresh.":["Leverantörer specificerar inte för en eller flera cookies ifall cookien uppdateras."],"The vendor does not specify the age in seconds for one or multiple cookies.":["Leverantören specificerar inte åldern i sekunder för en eller flera cookies."],"The vendor provides a technically non-machine-readable variant of the data, which differs significantly from the defined standard.":["Leverantörer tillhandahåller en tekniskt icke-maskin-läsbar variant av data, vilket avsevärt avviker från gängse standard."],"This vendor does not provide any device storage disclosure.":["Denna leverantör lämnar inga upplysningar om enhetslaging."],"Cookie type":["Typ av cookie"],"Identifier":["Identifierare"],"Domain":["Domän"],"Duration":["Varaktighet"],"This cookie is active as long as the session is active":["Denna cookie är aktiv så länge som sessionen är aktiv"],"Session":["Session"],"second(s)":["sekund(er)"],"Refresh":["Uppdatera"],"Purposes":["Ändamål"],"%d purpose":["%d syfte","%d ändamål"],"None":["Inga"],"Unknown":["Okänd"],"Features are specified by the vendor and are immutable. They describe the characteristics of how personal data is processed in order to achieve one or more purposes.":["Funktioner anges av leverantören och är oföränderliga. De beskriver karaktärsdragen för hur personuppgifter behandlas för att man ska kunna uppnå ett eller flera ändamål."],"Features and special features":["Funktioner och särskilda funktioner"],"This vendor has not listed any used features.":["Denna leverantör har inte listat några funktioner."],"Special feature":["Särskilda funktioner"],"Data categories are specified by the vendor and are immutable. They describe the characteristics of which personal data is processed.":["Datakategorier specificeras av leverantören och är oföränderliga. De beskriver de egenskaper för vilka personuppgifter behandlas."],"Data categories":["Kategorier av uppgifter"],"This vendor has not listed any data categories.":["Denna leverantör har inte angett några datakategorier."],"Please confirm that you have checked the contents of the service.":["Bekräfta att du har kontrollerat den här tjänstens innehåll."],"legal-text\u0004I have checked the information in the TCF vendor configuration myself and corrected any information that does not fit to my use case.":["Jag har kontrollerat informationen i konfigurationen för TCF-leverantören och korrigerat all information som inte passar mitt användarfall."]}}}