{"translation-revision-date":"2024-04-08 18:37+0000","generator":"WP-CLI\/2.10.0","source":"chunk-config-tab-tcf.pro.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"sv_SE","plural-forms":"nplurals=2; plural=n != 1;"},"Cancel":["Avbryt"],"Edit":["Redigera"],"Delete":["Radera"],"Content Blocker":["Innehållsblockerare"],"No data":["Inga data"],"Actions":["Åtgärder"],"Leave":["Lämna"],"Privacy policy":["Personuppgiftspolicy"],"I have concluded standard contractual clauses with the provider":["Jag har ingått standardavtalsklausuler med leverantören"],"Did you sign a contract with the provider, e.g. when registering online? If so, the contract may contain {{a}}standard contractual clauses{{\/a}} of the EU, which promise secure data processing in insecure third countries.":["Har du ingått ett avtal med leverantören, t.ex. när du registrerade dig online? Om så är fallet kan avtalet innehålla EU:s {{a}}standardavtalsklausuler{{\/a}}, som utlovar säker databehandling i osäkra tredjeländer."],"https:\/\/commission.europa.eu\/publications\/standard-contractual-clauses-controllers-and-processors-eueea_en":["https:\/\/commission.europa.eu\/publications\/standard-contractual-clauses-controllers-and-processors-eueea_sv"],"Provider is self-certified in accordance with the Trans-Atlantic Data Privacy Framework for secure data processing in the USA":["Leverantören är självcertifierad i enlighet med Trans-Atlantic Data Privacy Framework för säker databehandling i USA"],"The adequacy decision for secure data processing only applies if the provider is self certified and included in the \"Data Privacy Framework List\". To find out which companies are certified, {{a}}visit the website of the US government{{\/a}}.":["Beslutet om adekvat säkerhetsnivå för säker databehandling gäller endast om leverantören är självcertifierad och ingår i \"Data Privacy Framework List\". För att ta reda på vilka företag som är certifierade, {{a}}besök den amerikanska regeringens webbplats{{\/a}}."],"https:\/\/www.dataprivacyframework.gov\/s\/participant-search\/":["https:\/\/www.dataprivacyframework.gov\/s\/participant-search\/"],"Only advertising partners to whom your website visits have consented can participate in the auction. For advertising partners who require consent in accordance with the TCF standard, the respective TCF vendors must be configured.":["Endast reklampartners till vilka besökarna på din webbplats har gett sitt samtycke kan delta i auktionen. För reklampartners som kräver samtycke i enlighet med TCF-standarden måste respektive TCF-leverantör konfigureras."],"You can automatically import these lists of TCF vendor configurations:":["Du kan automatiskt importera dessa listor över TCF-leverantörskonfigurationer:"],"%d TCF vendor":["%d TCF-leverantör","%d TCF-leverantörer"],"Recommended":["Rekommenderade"],"Last updated: %s":["Senast uppdaterad: %s"],"%s does not offer an API for real-time updates.":["%s erbjuder inte ett API för realtidsuppdateringar."],"Create content blocker for %s (blocks scripts until consent for purpose \"Store and\/or access information on a device\" is given for this TCF vendors)":["Skapa innehållsblockerare för %s (blockerar skript tills samtycke för syftet \"Lagra och\/eller få åtkomst till information på en enhet\" ges för denna TCF-leverantör)"],"After activating the TCF vendors, I will check the information for each activated TCF vendor in the TCF vendor configuration myself and correct any information that does not match my use case.":["När jag har aktiverat TCF-leverantörerna kontrollerar jag själv informationen för varje aktiverad TCF-leverantör i TCF-leverantörskonfigurationen och korrigerar all information som inte stämmer överens med mitt användningsfall."],"In addition, I'll checked the information in the content blocker  myself for correctness and completeness and add missing information or corrected information that does not fit my use case. I am aware that the manufacturer of Real Cookie Banner cannot take any liability in this respect.":["Dessutom kommer jag själv att kontrollera att informationen i innehållsblockeraren är korrekt och fullständig och lägga till information som saknas eller korrigera information som inte passar mitt användningsfall. Jag är medveten om att tillverkaren av Real Cookie Banner inte kan ta något ansvar i detta avseende."],"Create":["Skapa"],"Create TCF vendor configurations":["Skapa TCF-leverantörskonfigurationer"],"Create TCF vendor configuration":["Skapa en konfiguration för TCF-leverantörer"],"Add vendors from ad networks":["Lägg till leverantörer från annonsnätverk"],"Creating vendors...":["Skapa leverantörer..."],"Add vendors from ad networks (e.g. {{img\/}} Google Adsense)":["Lägg till leverantörer från annonsnätverk (t.ex. {{img\/}} Google Adsense)"],"Search vendor by name or ID...":["Sök leverantör efter namn eller ID..."],"%d selected":["%d utvald"],"Please note that selecting more vendors than you actually use may lead to ineffective consent. Therefore, only activate the vendors that you actually actively work with!":["Observera att om du väljer fler leverantörer än du faktiskt använder kan det leda till ett ineffektivt samtycke. Aktivera därför bara de leverantörer som du faktiskt arbetar aktivt med!"],"Create all selected vendors":["Skapa alla utvalda leverantörer"],"Are you sure you want to delete this vendors?":["Är du säker på att du vill ta bort denna leverantör?"],"Deleting vendors...":["Radering av leverantörer..."],"Delete all":["Radera alla"],"Vendor":["Säljare"],"This vendor is no longer available and\/or has been removed from the list of available vendors by the GVL. For this vendor, you can no longer request a consent from your visitors.":["Denna leverantör är inte längre tillgänglig och\/eller har avlägsnats från listan över tillgängliga leverantörer av GVL. För denna leverantör, kan du inte längre be om samtycke från dina besökare."],"Abandoned":["Övergiven"],"Already created":["Redan skapad"],"Used in ad networks":["Används i annonsnätverk"],"Edit Content Blocker":["Redigera innehållsblockerare"],"Create Content Blocker":["Skapa innehållsblockerare"],"Are you sure you want to delete this vendor?":["Är du säker att du vill radera denna leverantör?"],"You have not yet created a TCF vendor configuration.":["Du har ännu inte skapat en konfiguration för TCF-leverantörer."],"Google Adsense displays advertisements from various advertising partners (ad servers) on your website by integrating just one AdSense scripts. A complex bidding system decides which advertising partner receives the advertising slot in the end.":["Google Adsense visar annonser från olika reklampartners (annonsservrar) på din webbplats genom att integrera ett enda AdSense-script. Ett komplext budgivningssystem avgör vilken reklampartner som i slutändan får reklamplatsen."],"Google Advertising Products only":["Endast Google Advertising-produkter"],"Only Google can display ads booked e.g. via Google Ads. This means that you obtain less consent from your website visitors, but will not generate the optimum revenue.":["Endast Google kan visa bokade annonser, t.ex. via Google Ads. Detta innebär att du får mindre samtycke från dina webbplatsbesökare, men kommer inte att generera optimala intäkter."],"Commonly used ad partners":["Vanligt använda annonspartners"],"Consent is requested for all advertising partners who display a particularly large amount of advertising via Adsense (list provided by Google). This increases your revenue and at the same time you obtain consent from a manageable number of TCF vendors.":["Samtycke begärs för alla reklampartners som visar en särskilt stor mängd reklam via Adsense (lista från Google). Detta ökar dina intäkter och samtidigt får du samtycke från ett hanterbart antal TCF-leverantörer."],"All ad partners using Google Adsense":["Alla annonspartners använder Google Adsense"],"Consent is obtained for all advertising partners who display advertising via Adsense. This leads to maximum revenue, but data protectionists could question the effectiveness of the consent due to the excessive number of vendors.":["Samtycke inhämtas för alla reklampartners som visar reklam via Adsense. Detta leder till maximala intäkter, men dataskyddsmyndigheter kan ifrågasätta samtyckets effektivitet på grund av det alltför stora antalet leverantörer."]}}}