{"translation-revision-date":"2024-04-08 18:37+0000","generator":"WP-CLI\/2.10.0","source":"chunk-config-tab-cookies.lite.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"sv_SE","plural-forms":"nplurals=2; plural=n != 1;"},"Add service":["Lägg till tjänst"],"Name":["Namn"],"Disabled":["Inaktiverad"],"Draft":["Utkast"],"Description":["Beskrivning"],"TCF Vendors":["TCF-leverantörer"],"Cancel":["Avbryt"],"Save":["Spara"],"Edit and update":["Redigera och uppdatera"],"Edit":["Redigera"],"Delete":["Radera"],"Created from template":["Skapad från mall"],"No longer supported":["Stöds inte längre"],"Possibly outdated":["Möjligtvis utdaterad"],"Update available":["Uppdatering tillgänglig"],"Enable now":["Aktivera nu"],"You have unsaved changes. If you leave this page, your changes will be discarded.":["Du har gjort ändringar som inte har sparats. Om du klickar på lämnar denna sida, kommer ändringarna att förkastas."],"None":["Inga"],"Legitimate interest (Opt-out)":["Legitimt intresse (väljs bort)"],"Compliance with a legal obligation":["Fullgörande av rättslig förpliktelse"],"Delete all first-party cookies after opt-out. First-party cookies are only cookies that are set by or for this domain.":["Radera alla förstaparts-cookies efter att de väljs bort (opt-out). Förstaparts-cookies är endast cookies som har placerats av eller för den här domänen."],"Opt-in":["Opt-in"],"Opt-out":["Opt-out"],"You have successfully saved the service group.":["Sparandet av tjänstgruppen lyckades."],"The service group could not be saved due to missing\/invalid form values.":["Tjänstgruppen kunde inte sparas på grund av saknade\/felaktiga värden i formuläret."],"Please enter a name!":["Ange ett namn!"],"Please enter a description!":["Ange en beskrivning!"],"Translations":["Översättningar"],"The service group already exists!":["Tjänstgruppen existerar redan!"],"Edit service group":["Redigera tjänstgrupp"],"Add new service group":["Lägg till ny tjänstgrupp"],"The \"%s\" service group cannot be deleted.":["Tjänstgruppen \"%s\" kan inte raderas."],"Are you sure you want to delete this service group? All services within this group will also be deleted. Consider moving them before you delete the service group.":["Är du säker att du vill radera den här tjänstgruppen? Alla tjänster inom denna grupp kommer också att raderas. Överväg att flytta dem innan du raderar tjänstgruppen."],"The cookie banner is globally deactivated in the settings and is therefore not displayed on your website.":["Cookiebannern är globalt inaktiverad i inställningarna och visas därför inte på din hemsida."],"Add group":["Lägg till grupp"],"Are you sure you want to delete this service?":["Är du säker att du vill radera den här tjänsten?"],"The \"%s\" service cannot be deleted.":["Tjänsten \"%s\" kan inte raderas."],"No technical cookies":["Inga tekniska cookies"],"There is no longer a service template for this service. Probably the service has been discontinued. Please look for alternatives!":["Det finns inte längre någon tjänstmall för denna tjänst. Förmodligen har tjänsten upphört. Vänligen leta efter alternativ!"],"This service was created from a template. As you do not have a license activated at the moment, updates that are potentially available cannot be downloaded.":["Denna tjänst skapades från en mall. Eftersom du inte har en licens aktiverad för närvarande, kan uppdateringar som eventuellt finns tillgängliga inte laddas ned."],"The service template has been updated to provide current legal and technical information.":["Denna tjänstmall har uppdaterats för att tillhandahålla aktuell juridisk och teknisk information."],"Executes code on":["Exekverar kod på"],"Only run this script if the user has not consented to use %s":["Kör bara detta skript om användaren inte har samtyckt till att använda %s"],"Page load":["Sidladdning"],"Opt-in script loads":["Opt-in skriptladdningar"],"%s Events":["%s händelser"],"Consent Forwarding Unique Name":["Unikt namn för vidarebefordring av samtycken"],"You have not yet created a service in {{strong}}%s{{\/strong}}.":["Du har ännu inte skapat en tjänst i {{strong}}%s{{\/strong}}."],"One unassigned service":["En otilldelad tjänst","%d otilldelade tjänster"]}}}