{"translation-revision-date":"2024-04-08 18:37+0000","generator":"WP-CLI\/2.10.0","source":"chunk-config-tab-settings.lite.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"sv_SE","plural-forms":"nplurals=2; plural=n != 1;"},"Please choose an option!":["Välj ett alternativ!"],"Enabled":["Aktiverat"],"Disabled":["Inaktiverad"],"Cancel":["Avbryt"],"Select":["Välj"],"Search...":["Sök..."],"Legal basis to be applied":["Rättslig grund att appliceras"],"GDPR \/ ePrivacy Directive":["GDPR \/ direktivet om integritet och elektronisk kommunikation (ePrivacy)"],"DSG (Switzerland)":["DSG (Schweiz)"],"Cookie Banner\/Dialog":["Cookiebanner\/-dialog"],"Content Blocker":["Innehållsblockerare"],"Automatically accept all services for bots":["Acceptera automatiskt alla tjänster för bottar"],"Respect \"Do Not Track\"":["Respektera \"Spåra ej\""],"Duration of cookie consent":["Varaktighet av samtycke till cookies"],"days":["dagar"],"Handling of failed consent documentation":["Hantering av misslyckad dokumentation av samtycke"],"Allow only essential services":["Tillåt endast nödvändiga tjänster"],"Respect user consent":["Respektera användarens samtycke"],"Save IP address on consent":["Spara IP-adress för samtycke"],"Consent for data processing in unsecure third countries":["Samtycke till behandling av personuppgifter i osäkra tredje länder"],"Secure countries in terms of the GDPR":["Säkra länder beträffande dataskyddsförordningen"],"Age notice for consent":["Åldersmeddelande för samtycke"],"Age limit":["Åldersgräns"],"Naming of all services in first view":["Omnämnande av alla tjänster på förstasidan"],"Consent Forwarding":["Vidarebefordring av samtycken"],"Hide on additional pages":["Dölj på ytterligare sidor"],"Geo-restriction":["Geo-begränsningar"],"Show banner only to users from these countries":["Visa bannern enbart till användare från dessa länder"],"Implicit consent for users from third countries":["Underförstått samtycke från användare från tredje länder"],"Accept all":["Godkänn alla"],"Accept only essentials":["Godkänn endast nödvändiga"],"Successfully copied to the clipboard!":["Kopierades till urklipp!"],"Link":["Länk"],"Copy to clipboard":["Kopiera till urklipp"],"Activate license":["Aktivera licens"],"General":["Allmänt"],"Consent":["Samtycke"],"https:\/\/gdpr-text.com\/read\/article-5\/":["https:\/\/gdpr-text.com\/sv\/read\/article-5\/"],"You have unsaved changes. If you leave this page, your changes will be discarded.":["Du har gjort ändringar som inte har sparats. Om du klickar på lämnar denna sida, kommer ändringarna att förkastas."],"Other":["Annat"],"https:\/\/gdpr-text.com\/read\/article-6\/":["https:\/\/gdpr-text.com\/sv\/read\/article-6\/"],"Leave":["Lämna"],"Legal notice":["Rättsligt meddelande"],"Privacy policy":["Personuppgiftspolicy"],"General terms and conditions":["Allmänna användarvillkor"],"Terms of use":["Användarvillkor"],"Cancellation policy":["Avbeställningsregler"],"Cookie policy":["Cookiepolicy"],"Data processing agreement":["Databehandlingsavtal"],"Dispute resolution":["Tvistlösning"],"Successfully updated settings!":["Inställningarna uppdaterades!"],"The settings could not be saved due to missing\/invalid form values.":["Inställningen kunde inte sparas på grund av att formulärvärden saknas\/är ogiltiga."],"Type":["Typ"],"Link text":["Länktext"],"No links are displayed in the footer.":["Inga länkar visas i sidfoten."],"Use external URL":["Använd extern URL"],"Please enter a valid URL!":["Ange en giltig URL!"],"You need to select the page in your default language here. The translation will be output automatically.":["Du måste välja sidan på ditt standardspråk här. Översättningen kommer att matas ut automatiskt."],"Hide cookie banner on this page":["Dölj cookiebannern på den här sidan"],"You mentioned Real Cookie Banner in your privacy policy.":["Du nämnde Real Cookie Banner i din personuppgiftspolicy."],"Show suggested text":["Visa föreslagen text"],"You must mention in your privacy policy that you use Real Cookie Banner and what data it processes. The following text suggestion can be copied into your privacy policy.":["Du måste nämna i din personuppgiftspolicy att du använder Real Cookie Banner och vilka personuppgifter de behandlar. Den föreslagna texten kan klistras in i din personuppgiftspolicy."],"I will check the following sample text for a privacy policy regarding the use of Real Cookie Banners myself and adapt it for my specific use case. In doing so, I will particularly consider overlaps with other areas of my privacy policy.":["Jag kommer att själv kontrollera följande exempeltext för en personuppgiftspolicy angående användningen Real Cookie Banner och anpassa den för mitt specifika användningsfall. Därigenom, kommer jag särskilt överväga överlappningar med andra delar av min personuppgiftspolicy."],"Successfully copied privacy policy text to clipboard!":["Texten för personuppgiftspolicyn har kopierats till urklipp!"],"legal-text\u0004To manage the cookies and similar technologies used (tracking pixels, web beacons, etc.) and related consents, we use the consent tool \"Real Cookie Banner\". Details on how \"Real Cookie Banner\" works can be found at <a href=\"https:\/\/devowl.io\/rcb\/data-processing\/\" rel=\"noreferrer\" target=\"_blank\">https:\/\/devowl.io\/rcb\/data-processing\/<\/a>.\n\nThe legal basis for the processing of personal data in this context are Art. 6 (1) lit. c GDPR and Art. 6 (1) lit. f GDPR. Our legitimate interest is the management of the cookies and similar technologies used and the related consents.\n\nThe provision of personal data is neither contractually required nor necessary for the conclusion of a contract. You are not obliged to provide the personal data. If you do not provide the personal data, we will not be able to manage your consents.":["För att hantera cookies och liknande teknologier som används (spårpixlar, pixeltaggar, etc.) och hänförligt innehåll, använder vi samtyckesverktyget \"Real Cookie Banner\". Se <a href=\"https:\/\/devowl.io\/rcb\/data-processing\/\" rel=\"noreferrer\" target=\"_blank\">https:\/\/devowl.io\/rcb\/data-processing\/<\/a> för en närmare beskrivning om hur \"Real Cookie Banner\" fungerar.\n\nDen rättsliga grunden för behandlingen av personuppgifter i denna kontext är artikel 6 (1) punkt c och artikel 6 (1) punkt f av dataskyddsförordningen (GDPR). Våra legitima intressen består av hanteringen av cookies och liknande teknologier och till dem tillhörande samtycken.\n\nBestämmelsen för personuppgifter är varken kontraktuellt fordrat eller nödvändigt för slutandet av ett avtal. Du är inte tvungen att lämna över personuppgifter. Om du inte tillhandahåller dina personuppgifter, kommer vi inte kunna hantera dina samtycken."],"Edit privacy policy":["Redigera personuppgiftspolicyn"],"Open in new window":["Öppna i nytt fönster"],"Add another link":["Lägg till en till länk"],"legal-text\u0004I am aware that the texts in the cookie banner and content blocker are suggested formulations and that the manufacturer of Real Cookie Banner cannot take any liability for the topicality, correctness or completeness of the information. I have checked the information on my own responsibility, added missing information and correct information that does not fit to my specific use case on my own responsibility.":["Jag är medveten om att texterna i cookiebannern och innehållsblockeraren är föreslagna formuleringar och att tillverkaren av Real Cookie Banner inte kan åta sig någon som helst ansvar för aktualiteten, korrektheten eller fullständigheten för informationen. Jag har kontrollerar informationen på mitt eget ansvar, lagt till saknad information och korrigerat information som inte passar mina specifika ändamål på mitt eget ansvar."],"Activate now!":["Aktivera nu!"],"You can enable and disable the cookie banner. We recommend to activate the cookie banner on your website after you have added all services.":["Du kan aktivera och inaktivera cookiebannern. Vi rekommenderar att du aktiverar cookiebannern på din hemsida efter att du har lagt till alla tjänster."],"This feature allows you to block content that would process personal data and set cookies, but for which you do not yet have the visitor's consent.":["Denna funktion gör det möjligt för dig att blockera innehåll som skulle behandla personuppgifter och placera cookies, men för vilka du ännu inte erhållit besökarens samtycke."],"Website operator details":["Uppgifter om webbplatsens operatör"],"You as a website operator should provide your address and at least one digital contact option to fulfill your information obligations for self-hosted services. If you have a company with subsidiaries, please disclose the company that is responsible for the data processing on their website.":["Du som webbplatsoperatör bör ange din adress och minst ett digitalt kontaktalternativ för att uppfylla dina informationsskyldigheter för självhostade tjänster. Om du har ett företag med dotterbolag ska du ange vilket företag som är ansvarigt för databehandlingen på deras webbplats."],"Full address":["Fullständig adress"],"e.g. Global Co., 90210 Broadway Blvd., Nashville, TN 37011-5678 (without country)":["t.ex. Global Co., 90210 Broadway Blvd., Nashville, TN 37011-5678 (utan land)"],"Country":["Land"],"Phone":["Telefon"],"Please provide a valid email!":["Ange en giltig e-postadress!"],"Email":["E-post"],"Contact form":["Kontaktformulär"],"Please choose at least one legal basis to apply!":["Ange minst en gällande rättslig grund!"],"Your website, and consequently the cookie banner, can be aligned to different legal bases. If you select multiple legal bases, suggestions in the settings will always match the stricter legal basis.":["Din webbplats, och därmed cookiebannern, kan anpassas till olika rättsliga grunder. Om du väljer flera rättsliga grunder kommer visade förslag i inställningarna alltid att matcha den strängare rättsliga grunden."],"Footer links":["Sidfotlänkar"],"According to the ePrivacy Directive, legally required pages such as the privacy policy may be accessible without the user having to give consent to services and their cookies. Therefore, it is recommended to avoid processing personal data and setting cookies on these pages and not to display a cookie banner, but add those links to the footer of the cookie banner. Content blockers block loading of scripts etc. even on pages where the cookie banner is not displayed.":["Enligt ePrivacy-direktivet, får sidor som måste visas enligt lagkrav kunna besökas utan att användaren måste samtycka till tjänster och deras cookies. Därför rekommenderas det att du undviker att behandla personuppgifter och placera cookies på dessa sidor och att du inte visar en cookiebanner, men att du lägger till dem i sidfoten för din cookiebanner. Innehållsblockerare blockerar även laddningen av script etc. på sidor där cookiebannern inte visas."],"Hide cookie banner on specific pages":["Dölj cookiebannern på bestämda sidor"],"Want to hide cookie banner on more pages?":["Vill du dölja cookiebannern på fler sidor?"],"Cookie banners are legally necessary, but distract your users from the essentials. For example, on landing pages for advertising campaigns, they lead to lower conversion rates. On these pages, it can be useful to avoid processing personal data and setting cookies to keep the conversion rate high. You can hide the cookie banner on these pages.":["Du måste enligt lag visa en cookiebanner, men de distraherar också dina användare från det väsentliga med din sida. Exempelvis, på landningssidor för annonskampanjer, leder de till lägre omvandlingsfrekvenser. På dessa sidor, kan det vara användbart att undvika att behandla personuppgifter och att placera cookies för att behålla omvandlingsgraden på en hög nivå. Du kan dölja cookiebannern på dessa sidor."],"Load services after consent via":["Ladda tjänster efter samtycke via"],"HTML\/JavaScript Snippet":["HTML\/JavaScript-stump"],"In order to be able to transfer consents to Google Tag Manager via Google Consent Mode, please activate this standard first under {{a}}Settings > Google Consent Mode{{\/a}}.":["För att kunna överföra samtycken till Google Tag Manager via Google Consent Mode, vänligen aktivera denna standard först under {{a}}Inställningar > Google Consent Mode{{\/a}}."],"Google Tag Manager with Google Consent Mode":["Google Tag Manager med Googles samtyckesläge"],"https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-with-google-tag-manager-google-consent-mode\/":["https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-with-google-tag-manager-google-consent-mode\/"],"%s Event":["%s händelser"],"https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-with-google-tag-manager-or-matomo-tag-manager\/":["https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-with-google-tag-manager-or-matomo-tag-manager\/"],"Want to use a Tag Manager legally?":["Vill du kunna använda en tagghanterare på ett lagligt sätt?"],"pro-modal\/set-cookies-via-manager.png":["pro-modal\/set-cookies-via-manager.png"],"You can integrate services via Google Tag Manager or Matomo Tag Manager. At the same time, you can obtain and document consents via Real Cookie Banner in accordance with data protection regulations.":["Du kan integrera tjänster via Google Tag Manager eller Matomo Tag Manager. Samtidigt, kan du erhålla och dokumentera samtyckena via Real Cookie Banner i enlighet med dataskyddsregelverken."],"You only need to change this option if you use Google Tag Manager or Matomo Tag Manager.":["Du behöver endast ändra detta alternativ om du använder Google Tag Manager eller Matomo Tag Manager."],"If you opt-in to or opt-out from services, you will normally execute JavaScript code to ensure that scripts are enabled\/disabled and cookies are set\/removed on the visitor's client. If you use Google Tag Manager or Matomo Tag Manager, you can map this behavior using tags. However, even if they are executed via the tag manager, the tags may only be fired if consent has been given for the respective service. Real Cookie Banner can automatically transmit the consent to the respective Tag Manager via events or Google Consent Mode (recommended).":["Om du väljer eller väljer bort tjänster kommer du normalt att köra JavaScript-kod för att se till att skript aktiveras\/inaktiveras och att cookies ställs in\/tas bort på besökarens klient. Om du använder Google Tag Manager eller Matomo Tag Manager kan du kartlägga detta beteende med hjälp av taggar. Även om taggarna körs via tagghanagern får de dock endast aktiveras om samtycke har getts för respektive tjänst. Real Cookie Banner kan automatiskt överföra samtycket till respektive Tag Manager via händelser eller Google Consent Mode (rekommenderas)."],"Are you sure you want to reset all settings to default. settings? It will also irrevocably delete created services and content blockers as well as design settings. Documented consents can be preserved.":["Är du säker att du vill återställa alla inställningar till ursprungliga inställningar? Detta kommer också oåterkalleligen radera skapade tjänster och innehållsblockerare, liksom designinställningar. Dokumenterade samtycken kan bevaras."],"Delete documented consent":["Radera dokumenterade samtycken"],"Reset now":["Återställ nu"],"Reset all":["Återställ allt"],"Start vendor configuration":["Påbörja leverantörskonfigurering"],"Save settings":["Spara inställningar"],"Countries with an adequacy decision":["Länder med ett lämplighetsbeslut"],"Countries where GDPR applies":["Länder där GDPR tillämpas"],"Countries where %s applies":["Länder där %s tillämpas"],"Bots are not subject of the GDPR according to {{aGdpr}}Art. 1 GDPR{{\/aGdpr}} and technically cannot give consent to the processing of personal data and the setting of cookies. As a result, they may consider your site as slow if a cookie banner permanently blocks all other content. Therefore, you should allow the bots to browse your site without consent, but still allow all services.":["Bottar omfattas inte av dataskyddsförordningen enligt {{aGdpr}}Artikel 1 GDPR{{\/aGdpr}} och kan tekniskt sett inte ge samtycke av behandlingen av personuppgifter eller placering av cookies. Som en konsekvens därav, kan de uppfatta din hemsida som långsam om en cookiebanner permanent blockerar allt innehåll. Därför bör du tillåta bottar att få åtkomst till din hemsida utan att de ger samtycke, men ändå tillåta dem åtkomst till alla tjänster."],"https:\/\/gdpr-text.com\/read\/article-1\/":["https:\/\/gdpr-text.com\/sv\/read\/article-1\/"],"https:\/\/devowl.io\/2021\/do-not-track\/":["https:\/\/devowl.io\/2021\/do-not-track\/"],"Users can set the \"Do not track\" HTTP header in their browser to indicate that they do not want to be tracked. If you enable this option, users will be able to access your website with this HTTP header without a cookie banner, if there are no non-essential services that are used based on legitimate interest. Only the non-rejectable services will be used in the case.":["Användare kan ställa in \"Spåra ej\" HTTP-sidhuvuden i sina webbläsare till att indikera att de inte vill kunna spåras. Om du aktiverar detta alternativ, kommer användare kunna ha åtkomst till din hemsida med detta HTTP-sidhuvud utan en cookiebanner, om det finns icke-nödvändiga tjänster som används baserat på legitima intressen. Endast tjänster som inte kan nekas kommer att användas i sådana fall."],"According to the TCF standard, all rights of objection are also exercised for these visitors, as the cookie banner is not displayed at all and thus no transparency about legitimate interest can be established.":["Enligt TCF-standarden, utövas alla rättigheter till invändningar också för dessa besökare, eftersom cookiebannern inte visas alls, varmed ingen transparens rörande legitima intressen kan fastställas."],"Please use a number between %d and %d!":["Vänligen använd ett nummer mellan %d och %d!"],"The consent of a user must be limited in time. You can define how long the consent is valid. It can be valid for a maximum of 365 days because every 6-12 months you have to remind the user of the right to revoke consent (cookie banner is displayed again). If you change the behavior or content of the cookie banner meanwhile, visitors to your website will have to give their consent again, even if the time period has not yet expired.":["En användares samtycke måste begränsas i tid. Du kan definiera hur länge samtycket är giltigt. Det kan vara giltigt högst 365 dagar, eftersom du måste påminna användaren varje 6-12 månader om vederbörandes rätt att återkalla sitt samtycke (cookiebannern visas igen). Om du ändrar beteendet eller innehållet av cookiebannern under tiden, kommer besökare till din hemsida behöva lämna sitt samtycke igen, även om ovan nämnda tidsperiod ännu inte passerat."],"You are not allowed to ask for consent again in some EU countries, such as Italy, for at least six months (unless the content of the cookie banner changes). In other countries, you must ask for consent again after 12 months at the latest. Therefore, consent should be valid for between 183 days and 365 days.":["Du tillåts inte be om samtycke igen i vissa EU-länder, såsom Italien, under minst sex månader (såvida cookiebannern inte har ändrats). I andra länder, måste du be om samtycke igen senast efter tolv månader. Därför, bör dina samtycken vara giltiga i mellan 183 dagar och 365 dagar."],"Do you need consent for data processing in unsafe countries?":["Behöver man samtycke för behandling av personuppgifter i osäkra länder?"],"pro-modal\/data-processing-in-insecure-third-countries.png":["pro-modal\/data-processing-in-insecure-third-countries.png"],"The GDPR provides a great level of data protection. For data processing in countries where the GDPR does not apply and for which there is no adequacy decision by the European Commission, you must inform your website visitors about special risks and their consequences. You should obtain this special consent in accordance with {{aGdpr}}Art. 49 GDPR{{\/aGdpr}} if you use services such as Google Analytics, YouTube or TikTok on your website (as of June 2023)!":["Dataskyddsförordningen GDPR ställer krav på en hög nivå av dataskydd. För behandling av personuppgifter i länder där GDPR inte gäller och för vilka det inte finns ett lämplighetsbeslut från Europeiska kommissionen, måste du informera din hemsidas besökare om särskilda riskerna och deras konsekvenser. Du bör erhålla detta särskilda samtycke i enlighet med {{aGdpr}}Artikel 49 av GDPR{{\/aGdpr}} om du använder tjänster som Google Analytics, YouTube eller TikTok på din hemsida (per juni 2023)!"],"https:\/\/gdpr-text.com\/read\/article-49\/":["https:\/\/gdpr-text.com\/sv\/read\/article-49\/"],"Most countries outside of the EU are considered as a insecure third countries for data protection law purposes and no personal data of your visitors can be transferred to or processed in these countries. In practice, however, exclusion from such services is often not possible. According to {{aArt49}}Art. 49 (1) lit. a GDPR{{\/aArt49}} it is possible to obtain consent from website visitors for one-time and multiple processing of personal data. Consent for regular processing of data in unsecure third counties cannot be obtained in this way. Thus, at least some of the convenient services can still be used if the website visitor consents to it. Enable this option to mark the processing of personal data in unsecure countries and obtain the consent of your visitors in your cookie banner. You can find the {{aList}}current list of secure countries outside of the EU at the website of the European Comission{{\/aList}}. Note that for the USA, data processing is only considered to be secure if the individual company certifies themself as secure.":["De flesta länder utanför EU anses vara ett osäkert tredje land i kontexten för regelverk kring dataskydd, varmed inga av dina besökares personuppgifter får överföras till eller behandlas i dessa länder. I praktiken, däremot, är det sällan möjligt att helt exkludera sådana tjänster. Enligt {{aArt49}}Artikel 49 (1) punkt a av GDPR{{\/aArt49}}, är det möjligt att erhålla samtycke från hemsidans besökare för både enstaka och löpande behandling av personuppgifter. Samtycke till sedvanlig behandling av personuppgifter i osäkra tredje länder kan inte erhållas på detta sätt. Således, kan åtminstone några av de lämpliga tjänsterna fortfarande användas om hemsidans besökare samtycker till det. Aktivera detta alternativ för att markera behandlingen av personuppgifter i osäkra tredje länder och erhålla samtycke från dina besökare i din cookiebanner. Du kan hitta {{aList}}den aktuella listan över säkra länder utanför EU på Europeiska kommissionens hemsida{{\/aList}}. Observera att för USA, anses behandling av personuppgifter endast vara säkert om det ifrågavarande företaget certifierar sig själva som säkra."],"https:\/\/commission.europa.eu\/law\/law-topic\/data-protection\/international-dimension-data-protection\/adequacy-decisions_en":["https:\/\/commission.europa.eu\/law\/law-topic\/data-protection\/international-dimension-data-protection\/adequacy-decisions_sv"],"Change text in customizer":["Ändra text i anpassningsverktyget"],"Safe countries in the sense of the GDPR are those where the GDPR applies or for which the European Commission has adopted an adequacy decision. You usually don't need to adjust anything in this field, as we update the list regularly, unless you are using an old version of Real Cookie Banner.":["Säkra länder beträffande dataskyddsförordningen (GDPR) är de länder där GDPR gäller eller för vilka Europeiska kommissionen har fattat ett lämplighetsbeslut om. Du behöver oftast inte ändra någonting i detta fält, eftersom vi uppdaterar listan regelbundet, såvida du inte använder en äldre version av Real Cookie Banner."],"In accordance with {{a}}Art. 8 GDPR{{\/a}}, consent to services that process personal data and\/or set cookies can only be given from the age of 16 years (varying in some EU countries) or together with a legal guardian. If your website does not clearly and exclusively address adults (e.g. dating or porn sites), you as the website operator must inform children under the minimum age in simple language that they are not allowed to consent to non-essential services without their legal guardian.":["Enligt {{a}}Artikel 8 av GDPR{{\/a}}, kan samtycke till tjänster som behandlar personuppgifter eller placerar cookies endast ges från 16-årsåldern (med viss variation i somliga EU-länder) eller tillsammans med en målsman. Om hemsidan inte på ett tydligt och uteslutande sätt riktas till vuxna (t.ex. dating- eller porrsidor), måste du som driver hemsidan informera barn under minimiåldern på ett enkelt språk att de inte tillåts samtycka till icke-nödvändiga tjänster utan målsmans närvaro."],"https:\/\/gdpr-text.com\/read\/article-8\/":["https:\/\/gdpr-text.com\/sv\/read\/article-8\/"],"Determine age limit based on specified website operator country":["Fastställ åldersgräns baserat på angivet land för webbplatsoperatören"],"GDPR standard":["GDPR-standard"],"%d years":["%d år"],"The age limit should only differ from the age limit in the country of the website operator if you are primarily targeting visitors from another country with a {{strong}}higher{{\/strong}} age limit. Changing the age limit therefore only makes sense in a few exceptional cases.":["Åldersgränsen bör endast skilja sig från åldersgränsen i det land där webbplatsens operatör är etablerad om du främst riktar dig till besökare från ett annat land med en {{strong}}högre{{\/strong}} åldersgräns. Att ändra åldersgränsen är därför endast meningsfullt i några få undantagsfall."],"The visitor to your website should be adequately informed of what he or she is agreeing to when consenting to all services. Therefore, in the first view of the cookie banner, all services can be written out by name in a comma-separated list. Your website visitor can thus better assess whether he really wants to agree to all services without visiting the individual privacy settings.":["Besökaren av din hemsida bör bli adekvat informerad om vad han eller hon samtycker till när vederbörande samtycker till alla tjänster. Därför, kan alla tjänster skrivas ut på förstasidan av cookiebannern i form av en kommaseparerad lista. Din hemsidebesökare kan på så vis lättare bedöma huruvida vederbörande faktiskt vill samtycka till alla tjänster utan att gå vidare till inställningarna för individuella val."],"It is possible that your website can still be accessed (e.g. due to a highly scalable page cache), but that consents given in the cookie banner can no longer be documented (e.g. server overload due to too much traffic). In this case, Real Cookie Banner will try to document the consent as soon as the server is avaible again in accordance with your legal obligations. In the meantime, there is a risk if the consent of your website visitor is respected and thus non-essential services are played out whose consent or legitimate interest you cannot prove. However, if you expect a temporary overload of your server, e.g. due to an event, it may be economically advantageous to take this risk.":["Det är möjligt att din webbplats fortfarande kan nås (t.ex. på grund av en mycket skalbar sidcache), men att samtycken som ges i cookie-bannern inte längre kan dokumenteras (t.ex. serveröverbelastning på grund av för mycket trafik). I detta fall kommer Real Cookie Banner att försöka dokumentera samtycket så snart servern är tillgänglig igen i enlighet med dina rättsliga skyldigheter. Under tiden finns det en risk om samtycket från din webbplatsbesökare respekteras och därmed spelas icke-väsentliga tjänster ut vars samtycke eller legitima intresse du inte kan bevisa. Om du förväntar dig en tillfällig överbelastning av din server, t.ex. på grund av ett evenemang, kan det dock vara ekonomiskt fördelaktigt att ta denna risk."],"Depending on the country of origin, it may make legal sense to store the IP address of the user who consents. On the other hand, you must inform the user in your privacy policy that you are storing this IP address together with the consent, as this is legally {{a}}personal data{{\/a}}.":["Beroende på ursprungslandet, kan det vara nödvändigt ur ett juridiskt perspektiv att lagra IP-adressen för användaren som lämnar sitt samtycke. Å andra sidan, måste du informera användaren i din personuppgiftspolicy att du lagrar IP-adressen tillsammans med samtycket, eftersom detta juridiskt sett utgör {{a}}personuppgifter{{\/a}}."],"https:\/\/devowl.io\/2021\/personal-data-gdpr\/":["https:\/\/devowl.io\/2021\/personal-data-gdpr\/"],"Delete documented consents after":["Radera dokumenterade samtycken efter"],"months":["månader"],"Consents was last cleaned up on %s.":["Samtycken rensades senast %s."],"Consents are automatically documented in order to be able to prove compliance with the legal requirements according to {{a}}Art. 5 GDPR{{\/a}} and, in case of dispute, to prove how the consent was obtained. The absolute statute of limitations for data protection violations in most EU countries is 10 years. After that, you should delete consents in the interest of data economy.":["Samtycken dokumenteras automatiskt i syfte att kunna bevisa förenlighet med rättsliga krav enligt {{a}}Artikel 5 av GDPR{{\/a}} samt i händelse av en tvist, att du ska kunna bevisa hur samtycket erhölls. Preskriptionstiden för brott mot dataskyddsregleringen är i de flesta EU-länder 10 år. Efter det, bör du radera samtycken för att spara på lagringsutrymme."],"You successfully updated the IP-to-Country database.":["Du har uppdaterat databasen IP-till-land."],"This functionality is only available with a valid license, as the IP-to-Country database must be downloaded regularly from our cloud service.":["Denna funktion är endast tillgänglig med en giltig licens, eftersom databasen för IP-till-land måste laddas ned regelbundet från vår molntjänst."],"Enable geo-restriction?":["Vill du aktivera geo-begränsning?"],"pro-modal\/geo-restriction.png":["pro-modal\/geo-restriction.png"],"Cookie banners must be displayed only to visitors from certain countries. For example, visitors from the EU. With geo-restriction you can specify exactly who sees a cookie banner and who doesn't, by country.":["Cookiebanners måste bara visas för besökare från särskilda länder. Detta rör, exempelvis, besökare från EU. Med geo-begränsning, kan du specificera exakt vilka som ser en cookiebanner och vilka som inte gör det, baserat på land."],"With the geo-restrictions you can specify that the cookie banner should be displayed only for users from certain countries. In many countries (outside the EU) it is not necessary to display a cookie banner. The location of the user is determined by their IP address.":["Med geo-begränsningen kan du specificera att cookiebannern bara visas för användare från vissa länder. I många länger (utanför EU) är det inte nödvändigt att visa en cookiebanner. Platsen för användaren grundas på deras IP-adress."],"Please confirm that you have read this!":["Var god bekräfta att du läst detta!"],"legal-text\u0004To determine the location of your website visitors, the MaxMind GeoLite2 database will be downloaded to your server and used from there. I have read and agree to the {{aMaxMindEndUserLicense}}MaxMind End User License Agreement{{\/aMaxMindEndUserLicense}}. The download of the database is done via a devowl.io server and I agree to the {{aTerms}}terms and conditions{{\/aTerms}} and {{aPrivacyPolicy}}privacy policy{{\/aPrivacyPolicy}}.":["För att fastställa platsen för din hemsidas besökare, kommer MaxMind GeoLite2-databasen att laddas ned till din server och köras därifrån. Jag har läst och accepterar {{aMaxMindEndUserLicense}}MaxMind licensavtal för slutanvändare{{\/aMaxMindEndUserLicense}}. Nedladdningen av databasen utförs via en server hos devowl.io och jag accepterar {{aTerms}}användarvillkoren{{\/aTerms}} och {{aPrivacyPolicy}}personuppgiftspolicyn{{\/aPrivacyPolicy}}."],"https:\/\/www.maxmind.com\/en\/end-user-license-agreement":["https:\/\/www.maxmind.com\/en\/end-user-license-agreement"],"https:\/\/devowl.io\/terms\/":["https:\/\/devowl.io\/terms\/"],"https:\/\/devowl.io\/privacy-policy\/":["https:\/\/devowl.io\/privacy-policy\/"],"legal-text\u0004I understand that this type of location determination is not accurate with one hundred percent certainty. According to {{a}}MaxMind's data{{\/a}}, 99.8%% accuracy is estimated without obligation.":["Jag är medveten om att denna typ av platsbestämning inte är korrekt med hundraprocentig säkerhet. Enligt {{a}}MaxMinds data{{\/a}}, 99,8%% noggrannhet uppskattas utan förpliktelse."],"https:\/\/support.maxmind.com\/hc\/en-us\/articles\/4407630607131-Geolocation-Accuracy":["https:\/\/support.maxmind.com\/hc\/en-us\/articles\/4407630607131-Geolocation-Accuracy"],"Determines for users from which countries you want to display a cookie banner. It is recommended to display cookie banners at least in the countries where the GDPR and CCPA apply. The list of countries can be extended at any time by the accession of new countries (Last update: October 2023).":["Fastställer för användare från vilka länder som du vill visa en cookiebanner. Det rekommenderas att cookiebanners visas åtminstone i länder där GDPR och CCPA gäller. Listan över länder kan utökas när som helst genom anslutande av nya länder (senast uppdaterad: oktober 2023)."],"Set what consent should be implied when a visitor is not shown a cookie banner.":["Ange vilka samtycken som är underförstådda när besökare inte visas en cookiebanner."],"IP-to-Country database":["Databas för IP-till-land"],"Update now":["Uppdatera nu"],"You have downloaded the IP-to-Country database the last time on %s":["Du har senast laddat ned databasen för IP-till-land den %s"],"Something seems to have gone wrong when downloading the IP-to-Country database. Please check if your server has a firewall configured and is blocking the download accordingly, or contact our support!":["Någonting verkar ha gått fel när databasen för IP-till-land laddades ned. Kontrollera om din server har en konfigurerad brandvägg och om den därigenom blockerar nedladdningen, eller kontakta vår support!"],"The IP-to-Country database contains a huge set of IP ranges where we can look up where the current user is coming from based on a specific IP address.":["Databasen för IP-till-land innehåller en stor uppsättning IP-intervaller där vi kan kolla upp var den aktuella användaren kommer ifrån baserat på en specifik IP-adress."],"You successfully updated the GVL.":["Uppdateringen av GVL lyckades."],"Transparency and Consent Framework (TCF)":["Ramverk för transparens och samtycke (TCF)"],"This functionality is only available with a valid license, as the TCF Global Vendor List (GVL) must be downloaded regularly from our cloud service.":["Den här funktionaliteten är bara tillgänglig med en giltig licens, eftersom TCF Global Vendor List (GVL) måste laddas ned regelbundet från vår molntjänst."],"https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-tcf-setup\/":["https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-tcf-setup\/"],"Enable TCF compatibility?":["Aktivera TCF-kmpatibilitet?"],"pro-modal\/tcf-compatibility.png":["pro-modal\/tcf-compatibility.png"],"TCF (Transparency & Consent Framework) is an industry standard for obtaining consent that is recognized in the EU. You must obtain consent in this form to fully use services such as Google Adsense and to increase your advertising revenue.":["TCF (Transparency & Consent Framework) är en branschstandard för att erhålla samtycken som erkänns inom EU. Du måste erhålla samtycke i denna form för att fullt ut kunna använda tjänster såsom Google Adsense och för att öka dina marknadsföringsintäkter."],"The {{a}}Transparency and Consent Framework (TCF){{\/a}} is a standard of the European digital marketing industry association {{aIab}}IAB Europe{{\/aIab}}. It allows users to consent to data collection and processing in accordance with applicable EU law and to share it with third-party services (e.g. advertising networks) in a standardized format. Some services require TCF standard consent to be used on your website. We recommend that you only enable TCF compatibility if you know you need it, as it limits the functionality of Real Cookie Banner.":["Ramverket {{a}}Transparency and Consent Framework (TCF){{\/a}} är en standard från den europeiska branschorganisationen för digital marknadsföring {{aIab}}IAB Europe{{\/aIab}}. Det gör det möjligt för användare att samtycka till datainsamling och behandling i enlighet med tillämplig EU-lagstiftning och att dela den med tredjepartstjänster (t.ex. annonsnätverk) i ett standardiserat format. Vissa tjänster kräver TCF-standardgodkännande för att användas på din webbplats. Vi rekommenderar att du endast aktiverar TCF-kompatibilitet om du vet att du behöver det, eftersom det begränsar funktionaliteten hos Real Cookie Banner."],"https:\/\/iabeurope.eu\/transparency-consent-framework\/":["https:\/\/iabeurope.eu\/transparency-consent-framework\/"],"https:\/\/iabeurope.eu\/":["https:\/\/iabeurope.eu\/"],"You last agreed to the following on %s":["Du godkände följande den %s"],"Please confirm that you have read the terms!":["Vad god bekräfta att du har läst villkoren!"],"legal-text\u0004I have read, agree to, and will fully comply with the {{aPolicies}}IAB Europe Transparency & Consent Framework Policies{{\/aPolicies}} and {{aTerms}}Terms and Conditions for the IAB Europe Transparency & Consent Framework{{\/aTerms}}.":["Jag har läst, accepterar samt kommer att fullt ut efterleva {{aPolicies}}IAB Europe Transparency & Consent Framework-policys{{\/aPolicies}} och {{aTerms}}användarvillkor för IAB Europe Transparency & Consent Framework{{\/aTerms}}."],"https:\/\/iabeurope.eu\/iab-europe-transparency-consent-framework-policies\/":["https:\/\/iabeurope.eu\/iab-europe-transparency-consent-framework-policies\/"],"https:\/\/iabeurope.eu\/wp-content\/uploads\/2019\/08\/IABEurope_TransparencyConsentFramework_TermsConditions_21August2019.pdf":["https:\/\/iabeurope.eu\/wp-content\/uploads\/2019\/08\/IABEurope_TransparencyConsentFramework_TermsConditions_21August2019.pdf"],"Please confirm that you agree to the visual changes!":["Vad god bekräfta att du accepterar de visuella ändringarna!"],"legal-text\u0004I know that enabling TCF mode will change my consent management (cookie banner) visually as well as functionally. Some options of Real Cookie Banner may be limited to be compliant with the guidelines of the TCF standard.":["Jag är medveten om att aktivering av TCF-läget kommer att ändra min samtyckeshantering (cookiebanner) både visuellt och funktionellt. Vissa alternativ av Real Cookie Banner kan begränsas för att vara förenligt med riktlinjerna för TCF-standarden."],"Country of the website operator":["Land för hemsidans operatörs hemvist"],"Please choose the country of origin of your company!":["Välj ditt företags hemvistland!"],"The country whose law applies to the operation of your website. Commonly, this corresponds to the country in which your business is established.":["Landet vars lagar gäller för driften av din hemsida. Vanligtvis, motsvarar detta lander där ditt företag har sitt säte."],"Global Vendor List (GVL)":["Global leverantörslist (Global Vendor List (GVL))"],"You have downloaded the GVL the last time on %s":["Du har senast laddat ned GVL den %s"],"Something seems to have gone wrong when downloading the GVL. Please check if your server has a firewall configured and is blocking the download accordingly, or contact our support!":["Någonting verkar ha gått fel när GVL laddades ned. Kontrollera om din server har en konfigurerad brandvägg som blockerar nedladdningen, eller kontakta vår support!"],"The {{a}}Global Vendor List (GVL){{\/a}} contains all vendors registered with IAB Europe that can receive consents via TCF standard. This list is downloaded to your database so that technical and legal data about the vendors is known and you can select from it. The GVL will be automatically updated every week on Thursdays at 5:00 PM (CET) (published once a week by IAB Europe). {{strong}}In case of any changes in the texts or information of the activated vendors, Real Cookie Banner will automatically obtain new consent from all your visitors.{{\/strong}}":["{{a}}Global Vendor List (GVL){{\/a}} innehåller samtliga leverantörer som är registrerade hos IAB Europe som kan motta samtycken via TCF-standarden. Denna lista laddas ned till din databas så att teknisk och juridisk data om leverantörerna är känd och du kan välja från den. GVL kommer automatiskt att uppdateras varje vecka på torsdagar klockan 17:00 (CET) (den publiceras en gång i veckan av IAB Europe). {{strong}}Ifall några ändringar i texten eller informationen förekommer rörande de aktiverade leverantörerna, kommer Real Cookie Banner att automatiskt erhålla nytt samtycke från alla dina besökare.{{\/strong}}"],"https:\/\/iabeurope.eu\/vendor-list\/":["https:\/\/iabeurope.eu\/vendor-list\/"],"How to use TCF and non-TCF Services":["Hur man använder TCF- och icke-TCF-tjänster"],"You have already set up services (cookies) for your cookie banner for which consent is obtained outside the TCF standard. You may also have created content blockers for this purpose.":["Du har redan ställt in tjänster (cookies) för din cookiebanner, för vilka samtycke erhålls utanför TCF-standarden. Du kan också ha skapat innehållsblockerare för detta ändamål."],"If you want to obtain consent for the same services via the TCF standard, you must delete the existing non-TCF services. This is the only way to ensure that both types of consent do not interfere with each other.":["Om du vill erhålla samtycke för samma tjänster via TCF-standarden, måste du radera de existerade icke-TCF-tjänsterna. Detta är det enda sättet att säkerställa att båda typer av samtycke inte krockar med varandra."],"Example":["Exempel"],"You had created a \"Google Adsense\" service and content blocker. Please delete the service before you add \"Google Advertising Products\" as a vendor under Services > TCF Vendors and thereby obtain consent for Google Adsense via TCF standard. Afterwards, edit the content blocker and define the created TCF vendors as connected to the content blocker.":["Du hade skapat en \"Google Adsense\"-tjänst och innehållsblockerare. Du behöver radera denna tjänst innan du lägger till \"Google Advertising Products\" som en leverantör under Tjänster > TCF-leverantörer och därmed erhåller samtycke för Google Adsense via TCF-standarden. Efteråt, ska du redigera innehållsblockeraren och ansluta den skapade TCF-leverantören till innehållsblockeraren."],"Google Consent Mode":["Googles samtyckesläge"],"https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-google-consent-mode-setup\/":["https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-google-consent-mode-setup\/"],"Enable Google Consent Mode?":["Aktivera Googles samtyckesläge?"],"pro-modal\/gcm.png":["pro-modal\/gcm.png"],"Google Consent Mode is a standard from Google for the standardized signaling of consent purposes. This is particularly important in order to be able to collect and evaluate data collected in Google services more comprehensively.":["Google Consent Mode är en standard från Google för standardiserad signalering av samtyckesändamål. Detta är särskilt viktigt för att kunna samla in och utvärdera data som samlats in i Google-tjänster mer omfattande."],"Google Consent Mode provides standardized consent for Google services to Google. This allows you e.g. to instruct Google not to set cookies for certain services, but still to collect basic data about your website visitors using other technologies. According to Google, only aggregated and anonymized data will be collected.":["Google Consent Mode ger standardiserat samtycke för Google-tjänster till Google. På så sätt kan du t.ex. instruera Google att inte ställa in cookies för vissa tjänster, men ändå samla in grundläggande data om dina webbplatsbesökare med hjälp av annan teknik. Enligt Google kommer endast aggregerade och anonymiserade data att samlas in."],"As of March 2024, Google Consent Mode will be required as Google's response to the {{aDma}}Digital Markets Act (DMA){{\/aDma}} in order to continue collecting complete data in e.g. Google Analytics, Remarketing for Google Ads or Google AdSense.":["Från och med mars 2024 kommer Google Consent Mode att krävas som Googles svar på {{aDma}}Digital Markets Act (DMA){{\/aDma}} för att fortsätta samla in fullständiga uppgifter i t.ex. Google Analytics, Remarketing för Google Ads eller Google AdSense."],"https:\/\/eur-lex.europa.eu\/legal-content\/EN\/TXT\/?uri=CELEX:32019R1150":["https:\/\/eur-lex.europa.eu\/legal-content\/EN\/TXT\/?uri=CELEX:32019R1150"],"Google Tag Manager integration":["Integration av Google Tag Manager"],"By activating this Google Tag Manager integration, consents will be transferred to Google Tag Manager via Google Consent Mode from now on. Please note that you have previously transferred consents to Google Tag Manager via Google Tag Manager Events. The Google Tag Manager events will no longer be transmitted after changing this setting.":["Genom att aktivera denna Google Tag Manager-integration kommer samtycken att överföras till Google Tag Manager via Google Consent Mode från och med nu. Observera att du tidigare har överfört samtycken till Google Tag Manager via Google Tag Manager-händelser. Google Tag Manager-händelserna kommer inte längre att överföras efter att denna inställning har ändrats."],"You must therefore {{a}}reconfigure the settings in your Google Tag Manager for Google Consent Mode{{\/a}}!":["Du måste därför {{a}}konfigurera om inställningarna i din Google Tag Manager för Google Consent Mode{{\/a}}!"],"Do you use Google Tag Manager? If yes, please activate this option to transfer consents for all services that you obtain in your cookie banner as \"Additional consent\" via Google Consent Mode to the consent management of Google Tag Manager.":["Använder du Google Tag Manager? Om ja, aktivera detta alternativ för att överföra samtycken för alla tjänster som du får i din cookiebanner som \"Ytterligare samtycke\" via Google Consent Mode till samtyckeshanteringen i Google Tag Manager."],"Show recommendations for using Google services without consent":["Visa rekommendationer för användning av Googles tjänster utan samtycke"],"https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-google-consent-mode-setup\/#data-protection-criticism-of-google-consent-mode":["https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-google-consent-mode-setup\/#data-protection-criticism-of-google-consent-mode"],"At its core, Google Consent Mode wants to collect more data about website visitors for you, for which Google services should also be loaded before consent has been given. In this case, Google for example prevents the setting of cookies. However, the IP address of your website operator is already transmitted to Google. If the IP address is regarded as personal data (usually common legal interpretation), this requires a legal basis in accordance with {{aGdpr}}Art. 6 GDPR{{\/aGdpr}}. Apart from consent, only legitimate interest comes into question, which must be viewed critically in this case in terms of data protection law. First and foremost, you as the website operator and not Google are liable for possible data protection violations of this kind. By activating this option, Real Cookie Banner will show you as website operator, recommendations for the configuration of services which, in our legal opinion, lead to data protection violations, but which are in the interest of using Google Consent Mode. Google Consent Mode can also be used if the services are only loaded with consent.":["I grund och botten vill Google Consent Mode samla in mer data om webbplatsbesökare för dig, för vilka Google-tjänster också ska laddas innan samtycke har getts. I det här fallet förhindrar Google till exempel inställningen av cookies. IP-adressen för din webbplatsoperatör överförs dock redan till Google. Om IP-adressen betraktas som en personuppgift (vanligtvis en vanlig rättslig tolkning), krävs det en rättslig grund i enlighet med {{aGdpr}}Art. 6 GDPR{{\/aGdpr}}. Utöver samtycke är det endast berättigat intresse som kan komma i fråga, vilket i detta fall måste ses kritiskt ur ett dataskyddsrättsligt perspektiv. Först och främst är du som webbplatsoperatör och inte Google ansvarig för eventuella överträdelser av dataskyddet av detta slag. Genom att aktivera detta alternativ kommer Real Cookie Banner att visa dig som webbplatsoperatör rekommendationer för konfigurationen av tjänster som enligt vår juridiska åsikt leder till överträdelser av dataskyddet, men som är i intresse för att använda Googles samtyckesläge. Google Consent Mode kan också användas om tjänsterna endast laddas med samtycke."],"Collect additional data via URL parameters":["Samla in ytterligare data via URL-parametrar"],"https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-google-consent-mode-setup\/#collect-additional-data-via-url-parameters":["https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-google-consent-mode-setup\/#collect-additional-data-via-url-parameters"],"If consent is not given for the {{code}}ad_storage{{\/code}} and\/or {{code}}analytics_storage{{\/code}} consnt types (purposes) of Google Consent Mode, this option can be used to transfer data that is typically stored in cookies as GET parameters in internal links. This is particularly relevant if you place advertisements in Google Ads and conversion tracking should also work without consent. Please note that data can only be collected if you download the respective Google services before obtaining consent. As client IDs can be transmitted, among other things, which can be regarded as personal data, we consider this data transmission to be questionable in terms of data protection law.":["Om samtycke inte ges för {{code}}ad_storage{{\/code}} och\/eller {{code}}analytics_storage{{\/code}} konsnttyper (ändamål) i Google Consent Mode, kan detta alternativ användas för att överföra data som vanligtvis lagras i cookies som GET-parametrar i interna länkar. Detta är särskilt relevant om du placerar annonser i Google Ads och konverteringsspårning bör också fungera utan samtycke. Observera att data endast kan samlas in om du laddar ner respektive Google-tjänster innan du inhämtar samtycke. Eftersom bland annat kund-ID kan överföras, vilket kan betraktas som personuppgifter, anser vi att denna dataöverföring är tvivelaktig med avseende på dataskyddslagstiftningen."],"Redact ads data without consent":["Redigera annonsdata utan samtycke"],"https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-google-consent-mode-setup\/#redact-ads-data-without-consent":["https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-google-consent-mode-setup\/#redact-ads-data-without-consent"],"If consent is not given for the {{code}}ad_storage{{\/code}} consent type (purpose) of Google Consent Mode, no new cookies will be set for advertising purposes, except to fight fraud and spam. In addition, this option allows measurements for clicks on advertising to be routed through the domain {{code}}googleadsyndication.com{{\/code}} instead of {{code}}doubleclick.net{{\/code}} or {{code}}google.com{{\/code}}, on which no cookies are set for advertising, and identifiers for clicks and page URLs are removed from advertising links. This enables more data protection-friendly conversion tracking with the simultaneous loss of detailed information on the attribution of target achievement.":["Om samtycke inte ges för {{code}}ad_storage{{\/code}} samtyckestyp (syfte) i Google Consent Mode, kommer inga nya cookies att sättas för reklamändamål, förutom för att bekämpa bedrägeri och skräppost. Dessutom tillåter detta alternativ att mätningar för klick på reklam dirigeras via domänen {{code}}googleadsyndication.com{{\/code}} istället för {{code}}doubleclick.net{{\/code}} eller {{code}}google.com{{\/code}}, där inga cookies ställs in för reklam, och identifierare för klick och sidadresser tas bort från reklamlänkar. Detta möjliggör mer dataskyddsvänlig konverteringsspårning med samtidig förlust av detaljerad information om tillskrivningen av måluppfyllelse."],"Naming of requested consent types in first view":["Namngivning av begärda samtyckestyper i första vyn"],"https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-google-consent-mode-setup\/#naming-of-requested-consent-types-in-first-view":["https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-google-consent-mode-setup\/#naming-of-requested-consent-types-in-first-view"],"The visitor to your website should be adequately informed as to which consent types (purposes) they are consenting to in accordance with Google Consent Mode. For this reason, all consent types should be listed by name in the first view of the cookie banner. This makes it easier for your website visitor to assess whether they really want to agree to all consents without visiting the individual privacy settings. ":["Besökaren på din webbplats bör informeras på lämpligt sätt om vilka samtyckestyper (syften) de samtycker till i enlighet med Googles samtyckesläge. Av denna anledning bör alla samtyckestyper listas med namn i den första vyn av cookiebannern. Detta gör det lättare för din webbplatsbesökare att bedöma om de verkligen vill godkänna alla samtycken utan att besöka de enskilda sekretessinställningarna. "],"https:\/\/devowl.io\/knowledge-base\/cookie-banner-consent-forwarding-setup\/":["https:\/\/devowl.io\/knowledge-base\/cookie-banner-consent-forwarding-setup\/"],"One consent for all your websites?":["Ett samtycke för alla dina hemsidor?"],"pro-modal\/consent-forwarding.png":["pro-modal\/consent-forwarding.png"],"In WordPress multisites or multiple instances of WordPress running for one organization, you only need to obtain consent once. Consents are automatically forwarded, so your visitor only needs to accept services and cookies once, instead of on each site again.":["I WordPress för flera hemsidor, eller med flera instanser av WordPress som körs för en organisation, behöver du bara erhålla samtycke en gång. Samtycken är automatiskt vidarebefordrade, så att dina besökare bara behöver godkänna tjänster och cookies en gång, istället en gång till på varje hemsida."],"You can ask the user for consent on one site, and the consent applies to other sites in a WordPress multisite installation or other standalone WordPress installations. This is useful if you run multiple WordPress sites for one organization. For example, you have a company page, landing page, and blog, and you want to show the user as few cookie banners as possible.":["Du kan be användaren lämna samtycke för en sida, varmed samtycket är applicerbart till andra hemsidor i en installation av WordPress med flera hemsidor, eller andra fristående WordPress-installationer. Detta är användbart om du kör flera WordPress-hemsidor för en organisation. Till exempel, när du har en företagshemsida, landningssida samt en blogg, och vill visa besökaren så få cookiebanners som möjligt."],"Please note that in all sites that are provided with consent forwarding, you must use exactly the same TCF vendors with the same settings (vendor restrictions). If there are any discrepancies, the consent in the TCF standardized consent (TC string) will overwrite each other according to its specification.":["Vi ber dig uppmärksamma att på alla hemsidor som mottar vidarebefordring av samtycken, måste du ha exakt samma TCF-leverantörer med samma inställningar (leverantörsbegränsningar). Om det finns skiljaktigheter, kommer samtycket i TCF-standardiserade samtycket (TC-sträng) att skriva över varandra i enlighet med dess specifikationer."],"One of your configured endpoints is using an insecure protocol (not HTTPS). For security reasons, most modern browsers reject and block the use of cross-domain cookies on unsecured pages. {{a}}Learn more.{{\/a}}":["En av dina konfigurerade slutpunkter använder ett osäkert protokoll (ej HTTPS). Av säkerhetsskäl, avvisar och blockerar de flesta moderna webbläsare användandet av kors-domäncookies på osäkra sidor. {{a}}Läs mer.{{\/a}}"],"https:\/\/www.chromestatus.com\/feature\/5633521622188032":["https:\/\/www.chromestatus.com\/feature\/5633521622188032"],"Forward to":["Vidarebefordra till"],"No additional sites endpoints found.":["Inga ytterligare slutpunkter för hemsidor hittades."],"Select all sites to which the consent of the user on the current site should be forwarded.":["Välj alla hemsidor till vilket användarens samtycke på den aktuella hemsidan ska vidarebefordras."],"External 'Forward To' endpoints":["Externa 'Vidarebefordra till'-slutpunkter"],"This option is only required if you want to forward consent to another WordPress installation. Please enter one URL endpoint of the Real Cookie Banner WP REST API per line. Below you find a list of all available endpoints of this WordPress installation.":["Detta alternativ krävs enbart om du vill vidarebefordra samtycket till andra WordPress-installationer. Ange en URL-slutpunkt för Real Cookie Banner WP REST API per rad. Härunder finner du en lista över alla tillgängliga slutpunkter för den här WordPress-installationen."],"Transparency & Consent Framework (TCF)":["Ramverk för transparens och samtycke (TCF)"],"Consent required according to TCF":["Samtycke krävs enligt TCF"]}}}