{"translation-revision-date":"2024-04-08 18:37+0000","generator":"WP-CLI\/2.10.0","source":"customize.lite.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"sv_SE","plural-forms":"nplurals=2; plural=n != 1;"},"Link":["Länk"],"Button":["Knapp"],"Want to show legal links with a sticky icon?":["Vill du visa juridiska länkar med en klistrig ikon?"],"pro-modal\/sticky-legal-links.webm":["pro-modal\/sticky-legal-links.webm"],"Display a sticky icon on your website that makes the legal links easily accessible on every subpage. Not only does it look fancy, it also boosts your data protection!":["Visa en sticky-ikon på din webbplats som gör de juridiska länkarna lättillgängliga på varje undersida. Det ser inte bara snyggt ut, det ökar också ditt dataskydd!"],"Enable sticky links widget":["Aktivera widgeten för klibbiga länkar"],"Want to optimize the cookie banner for mobile users?":["Vill du optimera cookiebannern för mobilanvändare?"],"pro-modal\/mobile-optimization.png":["pro-modal\/mobile-optimization.png"],"Cookie banners are a necessary evil that takes up a lot of space, especially on smartphones. With mobile optimization you can customize the cookie banner so that it is more discreet and at the same time easy to read on smartphones.":["Cookiebanners är ett nödvändigt ont som tar upp mycket plats, särskilt på smartphones. Med mobiloptimering, kan du anpassa cookiebannern så att den är mer diskret och, samtidigt, enklare att läsa på smartphones."],"Enable mobile optimization":["Aktivera mobiloptimering"],"To ensure that the cookie banner does not take up too much space on mobile devices, its display can be reduced for this class of device.":["För att säkerställa att cookiebannern inte tar upp för mycket plats på mobila enheter, kan dess visning reduceras för den här kategorin av enheter."],"Simulate device in preview":["Simulera enhet i förhandsvisningen"],"Activate license":["Aktivera licens"],"Activate free license":["Aktivera gratislicens"],"Use coupon {{tag}}%s{{\/tag}} in the next {{strongHours}}%s hours{{\/strongHours}} and save {{strongPercent}}%d %%{{\/strongPercent}} in the first year!":["Använd värdekoden {{tag}}%s{{\/tag}} inom {{strongHours}}%s timmar{{\/strongHours}} och spara {{strongPercent}}%d %%{{\/strongPercent}} det första året!"],"Successfully copied coupon to clipboard!":["Värdekoden kopierades till urklipp!"],"Get PRO!":["Skaffa PRO!"],"No, not interested...":["Nej, inte intresserad..."],"I want to learn more!":["Jag vill veta mer!"],"Check out this feature with a {{a}}free sandbox{{\/a}} before buying!":["Spana in den här funktionen med en {{a}}gratis sandlåda{{\/a}} innan du köper!"],"https:\/\/try.devowl.io\/?product=RCB":["https:\/\/try.devowl.io\/?product=RCB"],"Unlock feature":["Lås upp funktion"],"Fully blocked":["Helt blockerad"],"Partially blocked":["Delvis blockerad"],"Not blocked":["Ej blockerad"],"Want to use %s preset?":["Vill du använda förinställningen %s?"],"Only a limited number of presets are available for the free version of Real Cookie Banner. Start now with the PRO version and create a design from a preset with just one click.":["Endast ett begränsat antal förinställningar finns tillgängliga i gratisversionen av Real Cookie Banner. Sätt igång nu med PRO-versionen och ta fram en design utifrån en förinställning med bara ett klick."],"Applied!":["Tillämpad!"],"Apply":["Tillämpa"],"Presets":["Förinställningar"],"You can choose between different presets. Presets only change the style, but no texts or content. Tip: Hover the mouse over a preset to see a real-time preview. Wait %d seconds, and you will see a preview of the individual privacy settings screen.":["Du kan välja mellan olika förinställningar. Förinställningar ändrar enbart stilen, men inte texter eller innehåll. Tips: håll muspekaren över en förinställning för att se en förhandsvisning i realtid. Vänta %d sekunder, vartefter du kommer att se en förhandsvisning av skärmen med individuella integritetsinställningar."],"Accessibility score":["Tillgänglighetspoäng"],"Reach 100 points to meet all of Real Cookie Banner's recommendations for making your cookie banner be easily accessible to people with disabilities on the basis of the {{a}}WCAG Standard 2.2{{\/a}}. You can find out which sections of your cookie banner need to be changed and which improvements we suggest under the individual options in the customizer.":["Nå 100 poäng för att uppfylla alla Real Cookie Banners rekommendationer för att göra din cookiebanner lättillgänglig för personer med funktionsnedsättning på grundval av {{a}}WCAG 2.2-standarden{{\/a}}. Du kan ta reda på vilka delar av din cookiebanner som behöver ändras och vilka förbättringar som vi föreslår under de enskilda alternativen i anpassaren."],"https:\/\/www.w3.org\/TR\/WCAG22\/":["https:\/\/www.w3.org\/TR\/WCAG22\/"],"Congratulations, your Cookie Banner is accessible! Thank you for making your cookie banner easily accessible to people with disabilities.":["Grattis, din cookie-banner är tillgänglig! Tack för att du har gjort din cookiebanner lättillgänglig för personer med funktionsnedsättningar."],"The following configurations do not comply with the requirements:":["Följande konfigurationer uppfyller inte kraven:"],"Hide passed rules":["Dölj godkända regler"],"Show passed rules":["Visa godtagna regler"],"Hide":["Dölj"],"Want to have a choice in the first view?":["Vill du ha valen på förstasidan?"],"pro-modal\/groups-first-view.png":["pro-modal\/groups-first-view.png"],"Visitors of your website can choose which service groups they want to accept immediately after loading the cookie banner, without the need to go into the individual privacy settings.":["Besökare av din hemsida kan välja vilka tjänstgrupper de vill acceptera omedelbart efter att de laddat cookiebannern, utan att behöva gå in i de individuella integritetsinställningarna."],"Allow to choose service groups directly in the first view of the cookie banner":["Tillåt val av tjänstgrupper direkt på förstasidan av cookiebannern"],"We recommend to show an overlay until consent and an overlay opacity over 50 %% to comply with the {{aPerc}}\"perceptibility\" of the WCAG 2.2 standard{{\/aPerc}} and thereby meet the {{aEuMinimum}}EU's minimum legal requirements for accessibility{{\/aEuMinimum}}.":["Vi rekommenderar att visa en överlappning tills samtycke ges och en överlappningsopacitet över 50 %% för att uppfylla {{aPerc}}\"uppfattbarhet\" (\"perceptibility\") i WCAG 2.2-standarden{{\/aPerc}} och därmed uppfylla {{aEuMinimum}}EU:s rättsliga minimikrav för tillgänglighet{{\/aEuMinimum}}."],"Cookie banner\/dialog design":["Design av cookiebannern\/dialogen"],"Miscellaneous":["Diverse"],"Individual privacy settings":["Individuella integritetsinställningar"],"Useful links":["Användbara länkar"],"Avoid popular mistakes when creating a cookie banner. {{a}}Learn more!{{\/a}}":["Undvik vanliga misstag när du tar fram en cookiebanner. {{a}}Läs mer!{{\/a}}"],"https:\/\/devowl.io\/2021\/cookie-banner-mistakes\/":["https:\/\/devowl.io\/2021\/cookie-banner-mistakes\/"],"Find out what you should pay attention to in the {{a}}wording of your cookie banner{{\/a}}!":["Lär dig mer om vad du behöver ta hänsyn till rörande {{a}}formuleringarna i din cookiebanner{{\/a}}!"],"https:\/\/devowl.io\/2021\/cookie-banner-text\/":["https:\/\/devowl.io\/2021\/cookie-banner-text\/"],"Learn what to look for when {{a}}designing your cookie banner{{\/a}}!":["Lär dig mer om vad du ska hålla utkik efter när du {{a}}designar din cookiebanner{{\/a}}!"],"https:\/\/devowl.io\/2021\/cookie-banner-design-overview\/":["https:\/\/devowl.io\/2021\/cookie-banner-design-overview\/"],"Learn more about {{a}}accessibility and the legal conditions!{{\/a}}":["Läs mer om {{a}}tillgänglighet och de legala kraven!{{\/a}}"],"https:\/\/devowl.io\/knowledge-base\/accessibility-of-real-cookie-banner\/":["https:\/\/devowl.io\/knowledge-base\/accessibility-of-real-cookie-banner\/"],"Want to stand out from the crowd?":["Vill du stå ut från mängden?"],"pro-modal\/blur.png":["pro-modal\/blur.png"],"Blur the background and set the focus on the cookie banner so that your visitors agree to as many services and cookies as possible.":["Gör bakgrunden suddig och rikta fokus på cookiebannern så att dina besökare samtycker till så många tjänster och cookies som möjligt."],"Want to have cool animations?":["Vill du ha coola animationer?"],"pro-modal\/animations-in.png":["pro-modal\/animations-in.png"],"The cookie banner can be displayed with an animation. Choose from over 40 animations the most suitable!":["Cookiebannern kan visas med en animation. Välj den bäst lämpade från fler än 40 animationer!"],"Unlock animations":["Lås upp animationer"],"The cookie banner can be hidden with an animation. Choose from over 40 animations the most suitable!":["Cookiebannern kan döljas med en animation. Välj den bäst lämpade från fler än 40 animationer!"],"You need to use a minimum contrast ratio between background and font color of %d to be compliant with TCF!":["Du behöver använda ett lägsta kontrastförhållande mellan bakgrunden och teckenfärgen på %d för att följa kraven från TCF!"]}}}