{"translation-revision-date":"2024-04-08 18:37+0000","generator":"WP-CLI\/2.10.0","source":"338.lite.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"sv_SE","plural-forms":"nplurals=2; plural=n != 1;"},"Name":["Namn"],"Please provide a name!":["Ange ett namn!"],"Status":["Status"],"Please choose an option!":["Välj ett alternativ!"],"Enabled":["Aktiverat"],"Disabled":["Inaktiverad"],"Draft":["Utkast"],"Missing entries:":["Saknade poster:"],"Cancel":["Avbryt"],"https:\/\/devowl.io\/knowledge-base\/is-real-cookie-banner-legally-compliant\/":["https:\/\/devowl.io\/knowledge-base\/is-real-cookie-banner-legally-compliant\/"],"Save":["Spara"],"https:\/\/devowl.io\/support\/":["https:\/\/devowl.io\/support\/"],"Successfully copied to the clipboard!":["Kopierades till urklipp!"],"Applied!":["Tillämpad!"],"Please provide a group!":["Ange en grupp!"],"You have unsaved changes. If you leave this page, your changes will be discarded.":["Du har gjort ändringar som inte har sparats. Om du klickar på lämnar denna sida, kommer ändringarna att förkastas."],"Provider":["Leverantör"],"Privacy policy of the provider":["Leverantörens personuppgiftspolicy"],"Data processing in countries":["Behandling av personuppgifter i länder"],"Special treatment for unsafe countries":["Särskild behandling för osäkra länder"],"You have selected countries which are considered as unsafe (%s). If you activate one of this special treatment options, you do not ask for consent according to {{a}}Art. 49 GDPR{{\/a}}, if this kind of consent is activated at all in the settings.":["Du har valt länder som anses vara osäkra (%s). Om du aktiverar ett av dessa särskilda behandlingsalternativ ber du inte om samtycke enligt {{a}}Art. 49 GDPR{{\/a}}, om denna typ av samtycke överhuvudtaget är aktiverat i inställningarna."],"https:\/\/gdpr-info.eu\/art-49-gdpr\/":["https:\/\/gdpr-text.com\/sv\/read\/article-49\/"],"Please note that standard contractual clauses do not exist in Switzerland and the Trans-Atlantic Data Privacy Framework is not set into force. Therefore, you should leave the following checkboxes empty when addressing Swiss website visitors.":["Observera att standardavtalsklausuler inte existerar i Schweiz och att det transatlantiska ramverket för dataskydd inte har trätt i kraft. Därför bör du lämna följande kryssrutor tomma när du har schweiziska webbplatsbesökare som målgrupp."],"https:\/\/gdpr-text.com\/read\/article-6\/":["https:\/\/gdpr-text.com\/sv\/read\/article-6\/"],"Legal basis":["Rättslig grund"],"Technical cookie information":["Teknisk cookie-information"],"Cookie type":["Typ av cookie"],"This cookie is active as long as the session is active":["Denna cookie är aktiv så länge som sessionen är aktiv"],"Session":["Session"],"second(s)":["sekund(er)"],"Please confirm that you have checked the contents of the service.":["Bekräfta att du har kontrollerat den här tjänstens innehåll."],"Leave":["Lämna"],"Phone":["Telefon"],"Please provide a valid email!":["Ange en giltig e-postadress!"],"Email":["E-post"],"Contact form":["Kontaktformulär"],"https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-with-google-tag-manager-or-matomo-tag-manager\/":["https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-with-google-tag-manager-or-matomo-tag-manager\/"],"Reset now":["Återställ nu"],"Since this template has replaced another one, I would like the old entries using this template to be deleted after submitting this form.":["Eftersom denna mall har ersatt en annan, skulle jag vilja att de gamla posterna som använder denna mall raderas efter att detta formulär har skickats in."],"This template is not yet translated into your language%s. You can still use it without any issues, but you have to translate it yourself.":["Denna mall har ännu inte översatts till ditt språk%s. Du kan fortfarande använda den utan problem, men du måste översätta den på egen hand.","Denna mall har ännu inte översatts till dina språk%s. Du kan fortfarande använda den utan problem, men du måste översätta den på egen hand."],"The template has been updated to provide current legal and technical information. Fields with outdated values or values you manually adjusted are marked with {{tag\/}}. You can apply all changes with one click!":["Mallen har uppdaterats för att tillhandahålla aktuell juridisk och teknisk information. Fält med inaktuella värden eller värden som du har justerat manuellt är markerade med {{tag\/}}. Du kan tillämpa ändringarna med ett klick!"],"Differing from template":["Skiljer från mallen"],"Use default values":["Använd standardvärden"],"Do you really want to irrevocably overwrite all changes to this form with the defaults from the latest version of the template?":["Vill du verkligen oåterkalleligen skriva över alla ändringar i detta formulär med standardvärdena från den senaste versionen av mallen?"],"Reset to latest template version":["Återställ till senaste mallversion"],"Version %s (latest)":["Version %s (senaste)"],"Version %s":["Version %s"],"Your value":["Ditt värde"],"Older versions not available":["Äldre versioner är ej tillgängliga"],"The version you selected does not show any difference to your current form value.":["Versionen som du har valt visar inte skillnader mot ditt nuvarande formulärvärde."],"The value you entered is different from the value in the template.":["Värdet som du angivit skiljer från värdet i mallen."],"Default value:":["Standardvärde:"],"Use default value":["Använd standardvärde"],"Want to use %s template?":["Vill du använda mallen %s?"],"Only a limited number of templates for services and content blockers are available in the %s version of Real Cookie Banner. Get the PRO version now and create a service or content blocker from this template with just one click!":["Endast ett begränsat antal mallar för tjänster och innehållsblockerare finns tillgängliga i version %s av Real Cookie Banner. Skaffa PRO-versionen nu och skapa en tjänst eller innehållsblockerare från denna mall med bara ett klick!"],"Demo":["Demo"],"Free":["Gratis"],"You can create this service yourself in the free version without any restrictions and research the necessary information.":["Du kan skapa den här tjänsten på egen hand i gratisversionen utan några begränsningar och efterforska den nödvändiga informationen."],"The {{strong}}%s{{\/strong}} plugin is recommending this service.":["Tillägget {{strong}}%s{{\/strong}} rekommenderar denna tjänst."],"Integration":["Integration"],"No description":["Ingen beskrivning"],"help you with the setup":["hjälp med att ställa in"],"Create from scratch":["Skapa från början"],"an individual service":["en individuell tjänst"],"an individual content blocker":["en individuell innehållsblockerare"],"Scan website":["Skanna hemsidan"],"and find used service":["och hitta använda tjänster"],"Search template by name...":["Sök mall efter namn..."],"Show only free templates":["Visa enbart gratismallar"],"{{strong}}No template found{{\/strong}}. Please try to create the service yourself or {{a}}contact us{{\/a}} and let us know for which service you need a template.":["{{strong}}Ingen mall hittades{{\/strong}}. Försök skapa en på egen hand eller {{a}}kontakta oss{{\/a}} och meddela oss för vilken tjänst du behöver en mall."],"...or create it from one of our templates":["... eller skapa en baserat på en av våra mallar"],"https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-find-all-cookies\/":["https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-find-all-cookies\/"],"How do I find all services (cookies) on my website?":["Hur hittar jag alla tjänster (cookies) på min hemsida?"],"Service templates with technical and legal details from the Service Cloud":["Tjänstmallar med tekniska och juridiska uppgifter från tjänstmolnet"],"Content Blocker with suitable settings from the Service Cloud":["Innehållsblockerare med lämpliga inställningar från tjänstmolnet"],"Templates for hundreds of services that you could be running on your website will save you a lot of time and work when setting up your cookie banner. The current service templates database must be downloaded from Real Cookie Banner's Service Cloud. The data will be downloaded locally to your server, so your website visitors will not need to connect to the cloud.":["Mallar från hundratals tjänster som du kan köra på din hemsida kommer att spara dig mycket tid och arbete när du tar fram din cookiebanner. Den aktuella databasen över tjänstmallar måste laddas ned från Real Cookie Banners Tjänstmoln. Data kommer att laddas ned lokalt till din server, så att din hemsidas besökare inte behöver ansluta till molnet."],"Templates to block for hundreds of services you might use on your website will save you a lot of time and work when setting up your cookie banner. The current service templates database must be downloaded from Real Cookie Banner's Service Cloud. The data will be downloaded locally to your server, so your website visitors will not need to connect to the cloud.":["Mallar för att blockera hundratals tjänster som du kan köra på din hemsida kommer att spara dig mycket tid och arbete när du tar fram din cookiebanner. Den aktuella databasen över tjänstmallar måste laddas ned från Real Cookie Banners Tjänstmoln. Data kommer att laddas ned lokalt till din server, så att din hemsidas besökare inte behöver ansluta till molnet."],"We also offer you a lot of templates in the free version, you can activate your free licence at any time, without any costs.":["Vi erbjuder också ett stort antal mallar i gratisversionen och du kan aktivera en gratislicens när som helst, utan kostnad."],"You have successfully saved the content blocker.":["Innehållsblockeraren har sparats."],"The content blocker could not be saved due to missing\/invalid form values.":["Innehållsblockeraren kunde inte sparas på grund av att formulärvärden saknas\/är ogiltiga."],"You have already created a service. Are you sure that you don't want to create the corresponding content blocker?":["Du har redan skapat en tjänst. Är du säker att du inte vill skapa en motsvarande innehållsblockerare?"],"You have successfully saved the service.":["Tjänsten har sparats."],"The service could not be saved due to missing\/invalid form values.":["Tjänsten kunde inte sparas på grund av att formulärvärden saknas\/är ogiltiga."],"I have concluded standard contractual clauses with the provider":["Jag har ingått standardavtalsklausuler med leverantören"],"Did you sign a contract with the provider, e.g. when registering online? If so, the contract may contain {{a}}standard contractual clauses{{\/a}} of the EU, which promise secure data processing in insecure third countries.":["Har du ingått ett avtal med leverantören, t.ex. när du registrerade dig online? Om så är fallet kan avtalet innehålla EU:s {{a}}standardavtalsklausuler{{\/a}}, som utlovar säker databehandling i osäkra tredjeländer."],"https:\/\/commission.europa.eu\/publications\/standard-contractual-clauses-controllers-and-processors-eueea_en":["https:\/\/commission.europa.eu\/publications\/standard-contractual-clauses-controllers-and-processors-eueea_sv"],"Provider is self-certified in accordance with the Trans-Atlantic Data Privacy Framework for secure data processing in the USA":["Leverantören är självcertifierad i enlighet med Trans-Atlantic Data Privacy Framework för säker databehandling i USA"],"The adequacy decision for secure data processing only applies if the provider is self certified and included in the \"Data Privacy Framework List\". To find out which companies are certified, {{a}}visit the website of the US government{{\/a}}.":["Beslutet om adekvat säkerhetsnivå för säker databehandling gäller endast om leverantören är självcertifierad och ingår i \"Data Privacy Framework List\". För att ta reda på vilka företag som är certifierade, {{a}}besök den amerikanska regeringens webbplats{{\/a}}."],"https:\/\/www.dataprivacyframework.gov\/s\/participant-search\/":["https:\/\/www.dataprivacyframework.gov\/s\/participant-search\/"],"A service with the same unique name already exists.":["En tjänst med samma unika namn existerar redan."],"Unique identifier":["Unik identifierare"],"Each service used should have a descriptive name that is understandable to a non-professional user. Example: \"Google Analytics\". In addition, each service must have a unique identifier that you use for e.g. consent forwarding or the developer API (automatically generated if empty).":["Varje tjänst bör ha ett beskrivande namn som är lätt att förstå för en icke-professionell användare. Exempelvis: \"Google Analytics\". Därutöver, måste varje tjänst ha en unik identifierare som du använder för t.ex. vidarebefordring av samtycken eller utvecklarens API (genereras automatiskt om det lämnas tomt)."],"Services with the status \"Draft\" or \"Disabled\" are not visible to the public. In addition, a draft will be highlighted in the service table so that you do not forget to configure it.":["Tjänster med statusen \"Utkast\" eller \"Inaktiverad\" är inte synliga för allmänheten. Därutöver, markeras ett utkast i tjänsttabellen så att du inte glömmer bort att konfigurera det."],"Group":["Grupp"],"Each service must be assigned to a group. All services that do not belong to the group of essential services can (but do not have to) be accepted by visitors. According to the ePrivacy Directive, only services without which the website would not work are considered as essential services if the visitor has explicitly requested the service used. A possible economic interest of the website operator in using a tool, e.g. Google Analytics, is irrelevant.":["Varje tjänst måste tilldelas till en grupp. Alla tjänster som inte tillhör gruppen grundläggande tjänster kan (men måste inte) accepteras av besökaren. Enligt ePrivacy-direktivet, anses bara tjänster, utan vilka hemsidan inte kan fungera, vara grundläggande tjänster om besökaren explicit har begärt att tjänsten används. Ett möjligt ekonomiskt intresse för hemsidans ägare hänförligt till användandet av ett verktyg, t.ex. Google Analytics, är irrelevant."],"You have defined %1$s in a non-essential service group. In our legal opinion, this is the only way to use %1$s legally. However, please note that if a user doesn't consent to load %1$s, opt-in and opt-out events will not be sent to %1$s. Real Cookie Banner offers you the possibility to specify a fallback HTML\/JavaScript for this case.":["Du har definierat %1$s i en icke-grundläggande tjänstgrupp. Vår juridiska uppfattning är att detta är det enda sättet att använda %1$s på ett lagligt sätt. Däremot, bör du observera att om en användare inte samtycker till att ladda %1$s, kommer händelser förknippade med anmälan (opt-in) och avanmälan (opt-out) inte att sändas till %1$s. Real Cookie Banners erbjuder dig möjligheten att ange en HTML\/JavaScript i reserv för detta fall."],"The service group in which this service is normally placed (%s) has been deleted by you. Please group the service yourself.":["Tjänstgruppen i vilken tjänsten normal placeras (%s) har raderats av dig. Gruppera tjänsten på egen hand."],"The groups specified in service templates were chosen wisely. Are you sure that this service should be assigned to another group for your case?":["Grupperna som är angivna i tjänstmallen har noga valts. Är du säker att denna tjänst ska tilldelas till en annan grupp för ditt fall?"],"I as the website operator am the provider\/responsible for data processing (usually for self-hosted services)":["Jag som webbplatsoperatör är leverantör\/ansvarig för behandlingen av personuppgifter (vanligtvis för självhostade tjänster)"],"Please name a provider!":["Namnge en leverantör!"],"e.g. Global Co., 90210 Broadway Blvd., Nashville, TN 37011-5678":["t.ex. Global Co., 90210 Broadway Blvd., Nashville, TN 37011-5678"],"Services have an \"owner\" who processes personal data or information saved in cookies etc. For self-hosted services, you are the data processor. Your contact details under {{a}}Settings > General > Website operator details{{\/a}} are used. For other services, input the provider's contact details, often found in their privacy policy.":["Tjänster har en \"ägare\" som behandlar personuppgifter eller information som sparas i cookies etc. För självhostade tjänster är du personuppgiftsbiträde. Dina kontaktuppgifter under {{a}}Inställningar > Allmänt > Uppgifter om webbplatsens operatör{{\/a}} används. För andra tjänster anger du leverantörens kontaktuppgifter, som ofta finns i deras integritetspolicy."],"Provider contact":["Leverantörskontakt"],"Please provide a valid URL!":["Ange en giltig URL!"],"Purpose":["Ändamål"],"The ePrivacy Directive and the GDPR require that a non-professional user understands the purpose of this service, how personal data is collected and how cookies are used for this purpose.":["ePrivacy-direktivet och dataskyddsförordningen (GDPR) kräver att icke-professionella användare förstår ändamålet med denna tjänst, hur personuppgifter samlas in samt hur cookies används för detta ändamål."],"Provide a direct link to the privacy policy of the provider that runs this service (in the language of your website).":["Ange en direktlänk till personuppgiftspolicyn för den leverantör som kör denna tjänst (på din hemsidas språk)."],"Legal notice of the provider":["Leverantörens juridiska meddelande"],"Provide a direct link to the legal notice or contact of the provider who operates this service (in the language of your website).":["Ange en direktlänk till juridiska meddelande för den leverantör som kör denna tjänst (på din hemsidas språk)."],"Consent (Opt-in)":["Samtycke (Opt-in)"],"Legitimate interest (Opt-out)":["Legitimt intresse (väljs bort)"],"Compliance with a legal obligation":["Fullgörande av rättslig förpliktelse"],"https:\/\/devowl.io\/2021\/opt-in-opt-out-double-opt-in-definition\/":["https:\/\/devowl.io\/2021\/opt-in-opt-out-double-opt-in-definition\/"],"Services can be used on various legal bases according to {{aGdpr}}Art. 6 GDPR{{\/aGdpr}}. \"Consent\" means that the user must explicitly agree to the service (opt-in). \"Legitimate interest\" means that your interest as a website operator prevails to use the service and the user must explicitly disagree (opt-out). Unless it is an essential service. Then an objection is not possible. {{strong}}A legitimate interest exists only in rare cases and only for data processing. If you are not sure, it is better to obtain consent to be on the safe side.{{\/strong}}":["Tjänster kan användas baserat på diverse rättsliga grunder enligt {{aGdpr}}Artikel 6 av GDPR{{\/aGdpr}}.\"Samtycke\" innebär att användaren explicit måste acceptera tjänsten (opt-in). \"Legitima intressen\" innebär att dina intressen som hemsidans ägare väger tyngre för att använda tjänsten och att användaren istället explicit måste neka tjänsten (opt-out). Undantaget är om tjänsten är en grundläggande tjänst, i vilket fall en invändning inte är möjlig. {{strong}}Ett legitimt intresse föreligger bara i sällsynta fall och enbart för behandling av personuppgifter. Om du är osäker, är det bättre att be om samtycke för att vara på den säkra sidan.{{\/strong}}"],"Your service is currently grouped as \"Essential\". This group implies the legitimate interest, with the only difference that this service cannot be opted out.":["Din tjänst grupperas för närvarande som \"Grundläggande\". Denna grupp liknar den för legitimt intresse, med den enda skillnaden att tjänsten inte kan nekas (opt-out är inte möjlig)."],"You have activated Google Consent Mode and agreed to the recommendations for the use of Google services without consent. At the same time, you allow this service to be loaded only after consent has been obtained. Please check whether you wish to use these services on your website {{strong}}on the basis of a legitimate interest{{\/strong}} (even before Google receiving consent into consent types accordance with Google Consent Mode and therefore e.g. not setting advertising cookies)!":["Du har aktiverat Googles samtyckesläge och godkänt rekommendationerna för användning av Googles tjänster utan samtycke. Samtidigt tillåter du att denna tjänst laddas först efter att samtycke har erhållits. Kontrollera om du vill använda dessa tjänster på din webbplats {{strong}} på grundval av ett berättigat intresse{{\/strong}} (även innan Google tar emot samtycke till samtyckestyper i enlighet med Googles samtyckesläge och därför t.ex. inte ställer in reklamkakor)!"],"Data is usually processed in the countries where the service has its headquarter or servers. You should check with your service provider where your users' data is processed.":["Personuppgifter behandlas vanligtvis i länder där tjänsten har sitt säte eller sina servrar. Du bör kontrollera med din tjänstleverantör var användarnas personuppgifter behandlas."],"A transfer of personal data (e.g. IP address of the website visitor) to third countries that are insecure in terms of data protection law (%s), is only permitted with prior consent. Consequently, such a service can never be essential under data protection law, since essential services are used on a different (in the case, non-existent) legal basis. In practice, however, it will not always be possible to avoid such use.":["En överföring av personuppgifter (t.ex. IP-adressen för hemsidans besökare) till tredje länder som är osäkra i kontexten för dataskyddsreglering (%s), är enbart tillåtet med föregående samtycke. Detta leder till att sådana tjänster aldrig kan anses vara grundläggande enligt dataskyddsregleringen, eftersom grundläggande tjänster används på en annan (i det fallet, icke-existerande) rättslig grund. I praktiken, däremot, är det inte alltid möjligt att undvika sådan användning."],"General service configuration":["Allmänt tjänstkonfigurering"],"https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-create-individual-cookie\/":["https:\/\/devowl.io\/knowledge-base\/real-cookie-banner-create-individual-cookie\/"],"This service does not set any technical cookies on the client of the visitor, but e.g. integrates a script.":["Denna tjänst placerar inte tekniska cookies på besökarens klient, utan t.ex. integrerar ett skript."],"Please provide a cookie type!":["Ange en typ för cookien!"],"Please provide a technical cookie name!":["Ange ett namn för tekniska cookien!"],"Are you sure this is the name of the cookie? It seems like you are using a placeholder that is not supported. Please use an asterisk ({{code}}*{{\/code}}) as a placeholder if the cookie name is dynamically composed.":["Är du säker att detta är namnet på cookien? Det verkar som att du använder en placeholder som inte stöds. Använd en asterisk ({{code}}*{{\/code}}) som en placeholder om namnet på cookien är dynamiskt sammansatt."],"Please provide a valid hostname!":["Ange ett giltigt värdnamn!"],"You are using an invalid wildcard (placeholder) syntax {{code}}*.{{\/code}} to match subdomains. Use {{code}}.%s{{\/code}} to include subdomains.":["Du använder ett ogiltigt syntax för wildcard (placeholder) {{code}}*.{{\/code}} för att matcha subdomäner. Använd {{code}}.%s{{\/code}} för att inkludera subdomäner."],"minute(s)":["minut(er)"],"hour(s)":["timme(-ar)"],"day(s)":["dag(ar)"],"month(s)":["månad(er)"],"year(s)":["år"],"Please provide a valid duration!":["Ange en giltig varaktighet!"],"Please provide an unit!":["Ange en enhet!"],"Every cookie has a technical name, which you must provide. If a cookie name is dynamically composed, please use an asterisk ({{code}}*{{\/code}}) as a wildcard (placeholder).":["Varje cookie har ett tekniskt namn, som du måste ange. Om namnet på en cookie är dynamiskt sammansatt, ska du använda en asterisk ({{code}}*{{\/code}}) som ett wildcard (placeholder)."],"Technical cookie name":["Tekniskt cookie-namn"],"Every cookie is associated to a domain or hostname.":["Varje cookie är kopplad till ett domän- eller värdnamn."],"Technical cookie host":["Teknisk cookie-värd"],"A HTTP cookie is only valid for a certain time, which is defined when the cookie is set.":["En HTTP-cookie är enbart giltig under en viss tid, vilket definieras när cookien placeras."],"Cookie duration":["Cookie-varaktighet"],"Each cookie serves a purpose (e.g. user identification for tracking), which should be explained.":["Varje cookie tjänar ett syfte (t.ex. identifiering av användare för spårning), vilket måste förklaras."],"Add another cookie definition":["Lägg till en ytterligare cookie-definition"],"Total %d items":["Totalt %d objekt"],"Modified entries:":["Ändrade poster:"],"Delete all first-party cookies after opt-out. First-party cookies are only cookies that are set by or for this domain.":["Radera alla förstaparts-cookies efter att de väljs bort (opt-out). Förstaparts-cookies är endast cookies som har placerats av eller för den här domänen."],"For each service you use, you should specify all cookies that are used by it. You can find this out in the developer console of your browser. Please note that there are several types of cookies and according to {{aEprivacy}}ePrivacy Directive (Directive 2009\/136\/EC) Recital 66{{\/aEprivacy}} you have to inform your visitors not only about (HTTP) cookies, but also about cookie-like information.":["För varje tjänst du använder, behöver du specificera alla cookies som används av den. Du kan hitta denna information i utvecklarkonsollen i din webbläsare. Observera att det finns flera typer av cookies och enligt {{aEprivacy}}ePrivacy-direktivet (direktiv 2009\/136\/EG) preambel 66{{\/aEprivacy}}, måste du informera dina besökare, inte bara om (HTTP)-cookies, utan också om cookie-liknande information."],"https:\/\/devowl.io\/go\/eu-directive-2009-136-ec":["https:\/\/devowl.io\/go\/eu-directive-2009-136-ec"],"Event names for %s":["Händelsenamn för %s"],"Opt-in":["Opt-in"],"Opt-out":["Opt-out"],"You have not yet defined a %s service. To use event names, you must create a %s service.":["Du har ännu inte definierat en %s-tjänst. För att använda händelsenamn, måste du först skapa en %s-tjänst."],"Storing and reading of data such as cookies (web) or device identifiers (apps) related to advertising.":["Lagring och läsning av data som cookies (webb) eller enhetsidentifierare (appar) relaterade till reklam."],"Sending user data to Google for online advertising purposes.":["Skicka användardata till Google för onlineannonsering."],"Evaluation and display of personalized advertising.":["Utvärdering och visning av personlig reklam."],"Storing and reading of data such as cookies (web) or device identifiers (apps), related to analytics (e.g. visit duration).":["Lagring och läsning av data som cookies (webb) eller enhetsidentifierare (appar), relaterade till analys (t.ex. besökstid)."],"Storing and reading of data that supports the functionality of the website or app (e.g. language settings).":["Lagring och läsning av data som stöder webbplatsens eller appens funktionalitet (t.ex. språkinställningar)."],"Storing and reading of data related to personalization (e.g. video recommendations).":["Lagring och läsning av data relaterade till personalisering (t.ex. videorekommendationer)."],"Storing and reading of data related to security (e.g. authentication functionality, fraud prevention, and other user protection).":["Lagring och läsning av säkerhetsrelaterade uppgifter (t.ex. autentiseringsfunktioner, bedrägeribekämpning och annat användarskydd)."],"Accessible as \"Additional Consent\" in Google Tag Manager to fire tags only if consent for this service has been given.":["Tillgänglig som \"Ytterligare samtycke\" i Google Tag Manager för att skjuta taggar endast om samtycke för denna tjänst har givits."],"Unique identifier of this service":["Unik identifiering av denna tjänst"],"Requested consent types for Google Consent Mode":["Begärda samtyckestyper för Googles samtyckesläge"],"You must obtain consent according to the Google Consent Mode based on so-called consent types, {{strong}}if the service can respect these consent types{{\/strong}} (check the documentation of the provider of this service to find out if an integration has been implemented). Especially for Google services, you should request all necessary consent types in order to be able to collect as much data as possible. Consent in consent types is only granted if the website visitor explicitly agrees to all services (with all features) or explicitly agrees to these consent types in the individual privacy settings, but not if they do not exercise their right to object if you use this service on the legal basis of a legitimate interest.":["Du måste inhämta samtycke enligt Googles samtyckesläge baserat på så kallade samtyckestyper, {{strong}} om tjänsten kan respektera dessa samtyckestyper{{\/strong}} (kontrollera dokumentationen från leverantören av denna tjänst för att ta reda på om en integration har genomförts). Särskilt för Googles tjänster bör du begära alla nödvändiga samtyckestyper för att kunna samla in så mycket data som möjligt. Samtycke i samtyckestyper beviljas endast om webbplatsbesökaren uttryckligen samtycker till alla tjänster (med alla funktioner) eller uttryckligen samtycker till dessa samtyckestyper i de individuella sekretessinställningarna, men inte om de inte utövar sin rätt att invända om du använder denna tjänst på den rättsliga grunden av ett legitimt intresse."],"Please fill in a value!":["Ange ett giltigt värde!"],"The code above contains HTML tags that are skipped when one of the following plugins is active: {{strong\/}}. {{i}}What does this mean for me?{{\/i}} In most cases, another plugin will take over the execution of the technical code, and you have to create a corresponding content blocker.":["Koden ovan innehåller HTML-taggar som hoppas över när ett av följande tillägg är aktivt: {{strong\/}}. {{i}}Vad innebär det för mig?{{\/i}} I de flesta fall, kommer ett annat tillägg att ta över exekveringen av den tekniska koden, och du måste skapa en motsvarande innehållsblockerare."],"Only run this script if the user has {{u}}not{{\/u}} allowed to use %s":["Kör detta skript enbart om användaren {{u}}inte{{\/u}} har tillåtit användningen av %s"],"Code executed on opt-in":["Kod körs vid opt-in"],"Code executed on opt-out":["Kod körs vid opt-out"],"Code executed on page load":["Kod körs vid laddning av sidan"],"The {{strong}}%1$s{{\/strong}} plugin is connected to this service. This means that the scripts mentioned below may not be run exactly as they are or may be changed. So, it's best not to make any further changes or delete the script. Instead, if you want to make changes related to {{strong}}%2$s{{\/strong}}, please do it directly in the {{strong}}%1$s{{\/strong}}.":["Tillägget {{strong}}%1$s{{\/strong}} är anslutet till denna tjänst. Detta innebär att skripten som nämns nedan kanske inte körs exakt som de är eller kan ändras. Det är därför bäst att inte göra några ytterligare ändringar eller ta bort skriptet. Om du vill göra ändringar relaterade till {{strong}}%2$s{{\/strong}}, vänligen gör det istället direkt i {{strong}}%1$s{{\/strong}}."],"You are currently embedding \"%1$s\" outside of Real Cookie Banner. You can have it blocked via a content blocker before consenting. Alternatively, you can use the following opt-in script to load %1$s directly into Real Cookie Banner.<br \/><br \/>If you want to embed \"%1$s\" via Real Cookie Banner, you have to deactivate the content blocker at the end of the form and remove \"%1$s\" outside Real Cookie Banner.<br \/><br \/>If you prefer to keep the current integration, you only have to delete the opt-in script in this form.":["Du bäddar för närvarande in \"%1$s\" utanför Real Cookie Banner. Du kan låta den blockeras via en innehållsblockerare före samtycke. Alternativt, kan du använda följande skript för opt-in för att ladda %1$s direkt i Real Cookie Banner.<br \/><br \/>Om du vill bädda in \"%1$s\" via Real Cookie Banner, måste du inaktivera innehållsblockeraren i slutet av formuläret och ta bort \"%1$s\" utanför Real Cookie Banner.<br \/><br \/>Om du föredrar att behålla den nuvarande integreringen, behöver du bara radera opt-in-skriptet i detta formulär."],"If you have already used %s before creating this service, please deactivate the script\/plugin with which the service was loaded so far. The opt-in script will now take care of the correct integration.":["Om du redan har använt %s innan du skapade denna tjänst, var god inaktivera skriptet\/tillägget med vilket tjänsten har laddats så här långt. Opt-in-skriptet kommer nu att tillse korrekt integrering."],"Define HTML and JavaScript code that is executed when a visitor decides to accept or reject this service or when a page is loaded. It is important to define the executed code correctly, as this ensures that scripts are executed and cookies are set only after the user's consent.":["Ange HTML- och JavaScript-kod som körs när en besökare beslutar att samtycka till eller neka denna tjänst, eller när en sida laddas. Det är viktigt att ange den körda koden korrekt, eftersom detta säkerställer att skript körs och att cookies endast placeras efter att användaren samtyckt."],"Define the %1$s event that should be thrown in the data layer when a visitor decides to accept or reject this service. The event can be used as a trigger in %1$s. For users who do not allow to use %1$s a fallback can be defined. You can define HTML and JavaScript code that is executed when a visitor decides to accept or reject this service, or when a page is loaded. It is important to define the event names and executed code correctly, as this will ensure that scripts are executed and cookies are only set with the user's consent.":["Ange händelsen %1$s som ska inkluderas i datalagret när en besökare beslutar för att samtycka till eller neka denna tjänst. Händelsen kan användas som en trigger i %1$s. För användare som inte samtycker till användningen av %1$s, kan ett reservalternativ anges. Du kan ange HTML- och JavaScript-kod som körs när en besökare beslutar att samtycka till eller neka denna tjänst, eller när en sida laddas. Det är viktigt att ange händelsenamnen korrekt, eftersom detta säkerställer att skript körs och att cookies endast placeras efter att användaren samtyckt."],"Technical handling":["Teknisk hantering"],"Services that should be associated with a content blocker cannot be in the \"Essential\" group, because it cannot be rejected.":["Tjänster som ska förknippas med en innehållsblockerare kan inte utgöra en del av \"Grundläggande\"-gruppen, eftersom den inte kan avvisas."],"Create content blocker for this service.":["Skapa en innehållsblockerare för denna tjänst."],"Please select a template for the Content Blocker!":["Välj en mall för innehållsblockeraren!"],"Select Content Blocker template...":["Välj mall för innehållsblockerare..."],"Immediately after submitting this form you will be forwarded to another form that allows you to create the Content Blocker.":["Omedelbart efter att du skickar in detta formulär, kommer du att sändas vidare till ett ytterligare formulär som låter dig skapa innehållsblockeraren."],"legal-text\u0004I have checked the information in the service template myself for correctness and completeness and have added missing information or corrected information that does not fit my use case. I am aware that the manufacturer of Real Cookie Banner cannot take any liability in this respect.":["Jag bekräftar att jag har kontrollerat informationen i tjänstens mall för att tillse att den är korrekt och fullständig samt lagt till saknad information eller korrigerat information som inte passar mitt användarfall. Jag är medveten om att tillverkaren Real Cookie Banner inte kan hållas ansvarigt i detta avseende."]}}}